{"batchcomplete": "", "query": {"pages": {"5636102": {"pageid": 5636102, "ns": 0, "title": "Abdelilah Saber", "extract": "Abdelilah Saber (Arabic: عبد الإله صابر; born 21 April 1974) is a Moroccan retired footballer who played as a right back.\n\n\n== Club career ==\nBorn in Casablanca, Saber played his first professional years with local Wydad Athletic Club. In January 1997, he began playing in Europe, signing with Sporting Clube de Portugal.\nWith the Lisbon side, Saber struggled initially, but eventually became first-choice. In January 2000, however, he lost his place to newly arrived César Prates, as the Lions eventually won the national championship, the first in 18 years – he still contributed to the feat with 18 matches.\nSaber would play the next four years in Italy, initially being loaned to S.S.C. Napoli, moving to that club alongside Sporting teammates Facundo Quiroga and Luís Vidigal. The move was made permanent at the end of the season, as Napoli relegated from the Serie A, and the player played the remainder of his career in the country in the Serie B – two more years at Naples and one with Torino FC – retiring at only 30.\n\n\n== International career ==\nSaber gained 39 caps for Morocco, the first arriving in 1997. In the following year's FIFA World Cup, he started in all three group stage matches as the national team exited with one win, one loss and one draw.\n\n\n== Coaching career ==\nIn the summer 2016, Saber started his coaching career with Botola club Union Aït Melloul, where he was hired as a head coach.In mid-december 2019, Saber returned to Wydad Casablanca as assistant coach to head coach Zoran Manojlović. After Manojlović was fired on 13 January 2020, Saber took charge of the team as an interim head coach. However, he was replaced on 21 January, and continued as assistant for the new head coach Sébastien Desabre.\n\n\n=== International goals ===\nScores and results list Morocco's goal tally first.\n\n\n== References ==\n\n\n== External links ==\nAbdelilah Saber at ForaDeJogo (archived) \nAbdelilah Saber at TuttoCalciatori (in Italian)\nAbdelilah Saber at National-Football-Teams.com"}}}}