{"batchcomplete": "", "query": {"pages": {"53501813": {"pageid": 53501813, "ns": 0, "title": "Ahmad Ahmad", "extract": "Ahmad Ahmad (born 30 December 1959) is a Malagasy politician and football leader.\nHe was the President of the Confederation of African Football, and  vice-president of FIFA from 2017 to 2021.\n\n\n== Biography ==\nAhmad Ahmad was born in Madagascar, in the town of Mahajanga, on 30 December 1959. In 1972, he obtained his CEPE at the primary school of Tambohorano, then his BEPC in 1976 and a baccalauréat A in 1979 at the High School of Maintirano. From 1979 to 1981, Ahmad Ahmad followed a preparatory course in public and private law.\nIn 1981, he entered the Ecole Normale Supérieure de Madagascar, the Tananarive, in the Physical and Sports Education (PES) programme, from which he graduated with a master's degree in 1986.\nIn 2006, after continuing his studies at the Claude Bernard University of Lyon, Ahmad Ahmad obtained a Master 2 in Sport Management, specializing in \"Management of Sports Organisations\". Ahmad passed his coaching diplomas with the Malagasy Football Federation (FMF), obtaining the certification of 3rd Degree Federal Coach.\n\n\n=== Political and sports career in Madagascar (1986–2017) ===\nAhmad Ahmad began his career at Tambohorano College (1986–1988) and Mahajanga High School (1988–1989) where he was a Physical and Sports Education (PES) teacher. In 1989, he became a coach at AC Sotema, the Mahajanga football club. In 1988, he became involved in local politics, becoming head of the sports department of the City of Mahajanga until 1993. At the same time, he was Regional Technical Advisor for Football.\nAfter one year as Director of Population and Social Development at the Ministry of Population (1993–1994), Ahmad Ahmad was appointed to the Malagasy Government as Secretary of state in charge of sports (1994–1995). He was then Technical Advisor to the National Assembly (1995–1996), then Director of Cabinet of the Minister of Fisheries and Fishery Resources (1996–1998). In 1998, he was appointed President of the State-owned company SOMACODIS, a position he held until 2003.\nAhmad Ahmad was elected President of the Malagasy Football Federation (FMF) in 2003, and became a member of the executive committee of the African Football Confederation the same year.\nBetween 2014 and 2016, he was Minister of Fisheries and Fishery Resources. In 2016, he was appointed Senator of Madagascar, vice-president of the Senate by the President of Madagascar Hery Rajaonarimampianina.\nIn November 2016, Ahmad Ahmad, through the Malagasy Football Federation, of which he has been president since 2003, presented his candidacy for the Presidency of the African Football Confederation, the highest continental body. On this occasion, he faces the Cameroonian Issa Hayatou, who has held the post since 1988.\n\n\n=== Presidency of the African Football Confederation (Since 2017) ===\nOn 17 March 2017, at the CAF General Assembly in Addis Ababa (Ethiopia), the year of the 60th anniversary of the institution, Ahmad Ahmad won the election by obtaining 34 votes out of 54 voters, ending the 29 years presidency of Issa Hayatou. He was elected President of the African Football Confederation and, in fact, vice-president of FIFA.\nThe first months of his mandate were welcomed, with his reform commitment being regularly highlighted.In 2017, following the Rabat (Morocco) Symposium, Ahmad proposed to reform the format of African football competitions, including the African Cup of Nations. The new format was accepted, and implemented from the 2019 edition in Egypt, with an enlarged number of participants and the introduction of the VAR to assist refereeing.However, in 2019, faced with the internal difficulties encountered by the executive committee of the Confederation of African Football to carry out its reforms, Ahmad Ahmad undertook an unprecedented step by requesting a six-month partnership with FIFA, which was accepted by Gianni Infantino, the President of the international organisation, to assist and audit CAF. Some football leaders on the continent will criticise this approach, describing it as \"under tutelage\". The partnership ends in February 2020, and CAF will use its good results to present a new reform plan: \"Transform CAF 2021\".\nOn 8 June 2020, Ahmad Ahmad honours a new campaign promise by obtaining the agreement of the Egyptian House of Representatives for the signing of a headquarters agreement between the Egyptian State and CAF valid for 10 years. This agreement allows the continental football organisation to benefit from the status of an international non-governmental organisation, with all the related advantages.\nWomen's football is also undergoing a historic development under the Presidency of Ahmad Ahmad. In March 2018, in Marrakech (Morocco), CAF is organising the first Symposium on Women's Football to put in place initial development measures. In July 2020, CAF announces the launch of a development strategy for women's football called \"It's time it's now\" which is based on five main pillars: development, competitions, marketing and promotion, professionalisation and leadership, and social impact.\nOn 5 July 2020, the executive committee of CAF announced that on Ahmad Ahmad's proposal, the Women's Champions League will be created as of 2021: it is the first women's competition at the Confederation level. On 10 September, it is announced that the first edition will bring together 8 teams.Between 2017 and 2020, the subsidies paid by the Confederation of African Football to Clubs, National Federations and Councils have greatly increased, making it possible to develop competitions and infrastructures, particularly for the training of young people.Following four years of Presidency, on 24 October 2020, 46 Presidents of the 54 member associations of CAF called on Ahmad Ahmad to present his candidacy for a second mandate.On 28 October 2020, through an interview given to the BBC and Jeune Afrique, Ahmad Ahmad announces that he will stand for re-election on 17 March 2021.\nHowever, following his suspension by CAS, he could not stand for election. The South African mining magnate and billionaire Patrice Motsepe, the only candidate, succeeded him as CAF President against the backdrop of accusations of interference by FIFA President Gianni Infantino.\n\n\n=== Controversies ===\nOn 6 June 2019, he was heard by the Central Office for the Fight against Corruption and Financial and Fiscal Infractions (OCLCIFF) in Paris while attending the FIFA Congress. CAF is suspected of having favoured the company Tactical Steel for the signing of a commitment with CAF to provide equipment for Chan 2018, while breaking the one CAF already had with Puma.\nHe emerged free and without charge at the end of his hearing.\n\n\n=== FIFA ban ===\nOn 23 November 2020, he was handed a five-year ban by FIFA over financial misconduct. The FIFA ethics committee found Ahmad had breached his duty of loyalty, offered gifts and other benefits, mismanaged funds and abused his position as the CAF President. Ahmad was also fined 200,000 Swiss francs (US$220,000). On 25 November 2020, Ahmad announced plans to appeal before the Court of Arbitration for Sport.On 25 November 2020, in response to this sentence, Ahmad Ahmad announced that he would appeal to the Court of Arbitration for Sport (CAS). On Friday 29 January 2021, CAS announced that it was suspending the decision of the FIFA Judgement Chamber. Ahmad Ahmad then became President of CAF until 12 March 2021, when CAS rendered its final decision: he was found innocent in the Tactical Steel case, partially guilty (not a unanimous decision of CAS) regarding the appropriateness of having accepted the invitation for the pilgrimage to Mecca, and guilty of several unsourced or poorly sourced accounting elements. As a result, CAS lightened the sentence pronounced against him by the FIFA Judgment Chamber, suspending him from all football-related activities for a period of 2 years, together with a fine of 45,000 euros.\n\n\n== References =="}}}}