{"batchcomplete": "", "query": {"pages": {"7886670": {"pageid": 7886670, "ns": 0, "title": "Ahmed Al-Fahad Al-Ahmed Al-Sabah", "extract": "Sheikh Ahmed Al-Fahad Al-Ahmed Al-Jaber Al-Sabah (Arabic: احمد الفهد الاحمد الجابر الصباح; born 12 August 1963), also known as Ahmad Al-Fahad, is a Kuwaiti politician and sports administrator who is the former president of Olympic Council of Asia and Asian Handball Federation. He is also a temporarily self-suspended member of the International Olympic Committee. He has worked in the fields of oil, engineering, water and electricity, and communication and construction. He was a member of the FIFA Council from 2015 to 2017. He was convicted for fraud in a Swiss court on 10 September 2021, which prompted his resignation from the Olympic Council of Asia and continued suspension from the International Olympic Committee.\n\n\n== Education and career ==\n\n\n=== Government Service ===\nAhmed was educated at Kuwait University and the Kuwait Military Academy, and attained the rank of major in the Kuwaiti Army.He was appointed Kuwait's minister of information in 2000, and acting minister of oil in 2001. In February 2002, he was appointed minister of oil. After Emir Sheikh Jaber died and Sheikh Sabah became Emir, he remained at that position under Sheikh Nasser Al-Mohammed's government. Ahmed served as Secretary General of OPEC in 2005, and was appointed the director of the National Security Agency in July 2006.In June 2011, then deputy prime minister and minister of housing affairs, Sheikh Ahmad Al-Fahad, resigned in order to avoid grilling by MPs Marzouq Al-Ghanim and Adel Al-Saraawi over alleged misconduct in government contracts.\n\n\n=== Sports ===\nAhmed has undertaken numerous sporting positions and has been the president of the Olympic Council of Asia since 1991 a member of the IOC since 1992, was the president of the Kuwait Olympic Committee, chairman of the Afro Asian Games Council, vice president of the International Handball Federation, president of Asian Handball Federation, senior vice president of the Islamic Solidarity Sports Federation, honorary president of several Kuwaiti, Arab and Asian clubs and is also a member of International Relations and Olympic Solidarity Commission of the IOC.He also served as coach of the Kuwait national football team. After a failed Asian Cup qualifying campaign in 2006 he launched a tirade against group-winners, Australia, claiming that the AFC should revoke their admission to the Asian continental competition.Ahmed has been president of the Association of National Olympic Committees since April 2012 and implemented a statistical system for athletes under advise of Charles E Milander.\n\n\n== Controversies ==\n\n\n=== International sports ===\n\n\n==== FIFA bribery allegations and resignation ====\nIn April 2017, Ahmed resigned from the FIFA Council after being implicated by a member of the FIFA audit committee from Guam, Richard Lai, who pleaded guilty in a US court to taking $950,000 in bribes from the Olympic Council of Asia.In his guilty plea, Lai said he understood \"co-conspirator 2\" identified as Sheikh Ahmed was the source of the bribes. This amount \"included $750,000 in wire transfers from Kuwaiti accounts controlled by \"co-conspirator 3 or his assistants,\" believed to be Hussain Al-Musallam, \"the right-hand man to Sheikh Ahmad Al-Fahad Al-Sabah\" according to a report from The Times, to influence key appointments in regional and international soccer bodies. Ahmed \"vigorously\" denied any wrongdoing.\n\n\n==== U.S. Department of Justice investigation ====\nIn September 2021, the Associated Press reported that Sheikh Ahmed Al-Fahad Al-Sabah and Hussain Al-Musallam have been targeted by the U.S. Department of Justice for suspected racketeering and bribery related to FIFA and international soccer politics. According to the AP, in 2017, the US embassy in Kuwait formally requested evidence from the country, including bank account information for the two officials, who have been identified as potential co-conspirators. American prosecutors \"told their Kuwaiti counterparts they wanted to establish if the suspects made other payments to [Richard] Lai, or if their accounts were used to wire possible bribe payments to other soccer officials.\"\n\n\n=== Kuwaiti politics ===\n\n\n==== Resignation from office ====\nIn March 2011, MPs aligned with former Kuwait prime minister Sheikh Nasser Al-Mohammed (Marzouq Al-Ghanim and Adel Al-Saraawi) in Kuwait's National Assembly threatened to grill Sheikh Ahmad Al-Fahad, then deputy prime minister, over misconduct in government contracts, leading to Ahmad's resignation from government in June 2011.\n\n\n==== 'Fake' Coup Video ====\nIn December 2013, allies of Ahmad Al-Fahad claimed to possess tapes purportedly showing that Nasser Al-Mohammed and former Parliament Speaker Jassem Al-Kharafi were discussing plans to topple the Kuwaiti government. Ahmad Al-Fahad appeared on local channel Al-Watan TV describing his claims.In April 2014 the Kuwaiti government imposed a total media blackout to ban any reporting or discussion on the issue. In March 2015, Kuwait's public prosecutor dropped all investigations into the alleged coup plot and Ahmad Al-Fahad read a public apology on Kuwait state television renouncing the coup allegations. Since then, \"numerous associates of his have been targeted and detained by the Kuwaiti authorities on various charges,\" most notably members of the so-called \"Fintas Group\" that had allegedly been the original circulators of the 'fake' coup video.In December 2015, Ahmad was convicted of \"disrespect to the public prosecutor and attributing a remark to the country’s ruler without a special permission from the emir’s court,\" issuing a suspended six-month prison sentence and a fine of 1,000 Kuwaiti Dinar. In January 2016, the Kuwaiti appeals court overturned the prior ruling and cleared Ahmed of all charges.\n\n\n==== Switzerland fraud conviction ====\nIn November 2018, Ahmed, along with four others, was charged in Switzerland with forgery related to staging a sham arbitration in Switzerland to authenticate the 'fake' coup video after claims put forth by lawyers representing Nasser Al-Mohammad and Jassem Al-Kharafi. Shortly thereafter, Ahmed temporarily stepped aside from his role at the International Olympic Committee, pending an ethics committee hearing into the allegations.On August 30, 2021, Ahmed attended court alongside three of the other four defendants: Hamad Al-Haroun (Ahmed's Kuwaiti former aide) and Geneva-based lawyers from Bulgaria and Ukraine. A fifth defendant, English lawyer Matthew Parish, was not in court and was tried in absentia.On September 10, 2021, Sheikh Ahmed was convicted for forgery along with the four other defendants. He denied wrongdoing and plans to appeal.\n\n\n== See also ==\nHouse of Al-Sabah\n\n\n== References =="}}}}