{"batchcomplete": "", "query": {"pages": {"2985499": {"pageid": 2985499, "ns": 0, "title": "Borislav Mihaylov", "extract": "Borislav Biserov Mihaylov  (Bulgarian: Борислав Биcepoв Михайлов; born 12 February 1963) is a Bulgarian former professional footballer, who played as a goalkeeper, and President of the Bulgarian Football Union (2005 – 2019; 2021 – present). He is also a former member of the executive committee of UEFA.\nMihaylov was captain of the Bulgaria national team during their major fourth-place run at the 1994 FIFA World Cup (during the shoot-out against Mexico at the 1/8-final stage he saved two penalties), as well as during their participation in UEFA Euro 1996. He also played at the 1986 FIFA World Cup and 1998 FIFA World Cup and is currently the second most-capped player of the Bulgaria national football team with 102 appearances, and the footballer with the most matches played (60) as captain.\n\n\n== Club career ==\nIn 1995, Mihaylov joined English First Division team Reading for a then club record of £800,000, replacing the departed club favourite Shaka Hislop. However his time at the club was marked by a series of injuries, and his club career in England never took off.\n\n\n== Administrative roles ==\nAfter retiring from active sports he started a career in football administration. He was vice-president of the Bulgarian Football Union from 2001 until 2005, when he replaced Ivan Slavkov as Peruka.\nOn 22 March 2011, he was elected to the executive committee of UEFA.On 15 October 2019, Mikhailov resigned as President of BFU after being asked to step down for ignoring racist behavior during games.\n\n\n== Personal life ==\nIn 1998, he married Maria Petrova, a former prominent rhythmic gymnast. Borislav is the son of former goalkeeper Biser Mihaylov and the father of, also goalkeeper, Nikolay Mihaylov, who is currently playing for Levski Sofia, while his younger daughter Elinor is a tennis player.\n\n\n== Honours ==\nLevski Sofia\n\nBulgarian Champion: 1984, 1985, 1988\nBulgarian Cup winner: 1982, 1984, 1986\nCup of the Soviet Army: 1984, 1987, 1988\nBulgarian Footballer of the Year: 1986\n\n\n== See also ==\nList of men's footballers with 100 or more international caps\n\n\n== References =="}}}}