{"batchcomplete": "", "query": {"pages": {"43532812": {"pageid": 43532812, "ns": 0, "title": "Carlo Tavecchio", "extract": "Carlo Tavecchio (born 13 July 1943) is an Italian politician, sports executive, and administrator.\n\n\n== Career ==\nFor four legislatures, he held the office of Mayor of Ponte Lambro. For 15 years, he was president of an amateur company. From 1987 to 1992, he was Director of the Regional Committee of Lombardy. From 1992 to 1996, he was Vice President of the Lega Nazionale Dilettanti. Since 1996, he has been Chairman of the Regional Committee of Lombardy. From 1999 to 2014, he was the position of President of the Lega Nazionale Dilettanti.\nOn 11 August 2014, Tavecchio was appointed president of the Italian Football Federation. On 6 March 2017, Tavecchio was re elected as president of the Italian Football Federation for a second term.On 21 April 2017, Tavecchio was nominated commissioner of the Lega Serie A.On 20 November 2017, Tavecchio resigned as Italian Football Federation president, seven days after Italy failed to qualify for the 2018 FIFA World Cup, the first time they failed to qualify for the World Cup since 1958.\n\n\n== Controversies ==\nOn 7 October 2014, Tavecchio was banned by UEFA for racist remarks for six months: \n\n\"England identifies the subjects that come in, if they have the professionalism to get them to play, but we say that Opti Poba came here, that before he ate bananas, now plays holder in Lazio and that's okay. In England he must demonstrate its curriculum and its pedigree ....\"\nHe was not allowed to hold any position in UEFA, and was barred from the UEFA Congress of March 2015.On 1 November 2015, an audio tape of Tavecchio became public, in which he disparages Jews and gays.\n\n\n== Criminal record ==\nTavecchio has been tried and convicted five times since 1970.\n\nIn 1970, he was sentenced to four months for forgery of credit title\nIn 1994, he was sentenced to twenty eight months two days for tax evasion and value-added tax\nIn 1996, he was sentenced to three months for failure to pay social security deductions and insurance\nIn 1998, he was sentenced to three months for omission or falsification of reports\nIn 1998, he was sentenced to three months for abuse of office for violation of anti-pollution regulations\n\n\n== Personal life ==\nTavecchio is married, with one daughter.\n\n\n== Notes ==\n\n\n== References =="}}}}