{"batchcomplete": "", "query": {"pages": {"1518136": {"pageid": 1518136, "ns": 0, "title": "Carlos Bilardo", "extract": "Carlos Salvador Bilardo Digiano (born 16 March 1938) is an Argentine former physician, football player, and manager.\nBilardo achieved worldwide renown as a player with Estudiantes de La Plata in the 1960s, and as the manager of the Argentina side that won the 1986 FIFA World Cup and came close to retaining the title in 1990, where they reached the final. As manager of Argentina, he was renowned for successfully employing the 3–5–2 formation at the highest level; this formation has been in use for decades, but has never achieved mainstream status.\nHe is known by fans and the media as el narigón (\"the big nosed one\").\n\n\n== Early life ==\n\nBilardo was born in the Buenos Aires La Paternal neighbourhood to Sicilian immigrants from Mazzarino. He was drawn to football from his childhood, but did not neglect study or work. On school vacations, he would get up before dawn to haul produce to the Abasto market in Buenos Aires.\nBilardo was a promising prospect in the youth divisions of major Buenos Aires club San Lorenzo de Almagro, and he was drafted to the junior Argentina national football team that obtained the 1959 Pan-American title and took part in the 1960 Summer Olympic Games in Rome.In 1961, Bilardo was transferred to second-division side Deportivo Español, where he became the team's top scorer, but he slowly gravitated to the position of defensive midfielder. In parallel, he continued his studies in the Faculty of Medicine of the University of Buenos Aires.\n\n\n== Club career ==\n\nIn 1965, Bilardo was transferred to Estudiantes de La Plata, where manager Osvaldo Zubeldía built a team based on the Killer youth divisions (la tercera que mata) and thought of using Bilardo as a more mature anchor for the midfield.\nBilardo became Estudiantes' inside-the-pitch tactician. Over a four-year span, the team won one Metropolitano title (1967), three Copa Libertadores titles (1968–1970, defeating Palmeiras, Nacional and Peñarol respectively at the finals) and one Intercontinental Cup in 1968 against Manchester United.\nAfter graduating as a physician (together with fellow player Raúl Madero), Bilardo retired from play and accepted the job of Estudiantes coach in 1971. For the next years, he divided his time between managing, his family (he married in 1968 and fathered a daughter), and helping manage his father's furniture business. He even found time to research rectal cancer and practice as a gynecologist (Bilardo finally retired from the practice of medicine in 1976, feeling that being a physician requires a full-time commitment that he was unable to provide).\n\n\n== Managerial career ==\nAfter retiring as a player, Bilardo became Estudiantes coach in 1971 and managed to get the squad into the 1971 Copa Libertadores final but lost to Nacional. In 1976, he became manager of Colombia's Deportivo Cali and after a 2-year stint he managed to get the squads into the Copa Libertadores Finals but once again failed to win the title.  After failing in the 1978 Copa Libertadores Finals, Bilardo had a short stint in San Lorenzo and then became Colombia national team's trainer. When the team failed to qualify for the 1982 World Cup, he was fired from his position, and Estudiantes arranged for his return to Argentina.\n\nThe club was enjoying healthy finances due to the transfer of Patricio Hernández, and accommodated Bilardo's request for reinforcements. The team made the semi-finals of the 1982 Nacional and went on to win the same year's Metropolitano title.\nBilardo's scheme was based on Zubeldía's tactics, and its attacking might (fueled by players like Sabella, Trobbiani, Gottardi and Ponce) earned the attention of the media—and of the top brass of the Argentine Football Association, who offered him to manage the Argentine national team.\nHe held the post from 1983 until after the 1990 World Cup. Under his watch, Diego Maradona became the most dominant player of his age, and Argentina enjoyed their best international harvest, winning the 1986 edition and reaching the 1990 final.\nBilardo wrote a book called \"Así Ganamos\" (\"How we won\", Editorial Sudamericana Planeta) retelling the story of Argentina's 1986 FIFA World Cup win.\n\n\n=== After 1990 ===\nFrom 1990 and onwards, Bilardo alternated teaching and journalism stints with managing. He would reunite with Maradona in Sevilla FC and later in Boca Juniors, and have a brief term as the national coach of Libya.\nBilardo returned to Estudiantes for the 2003–2004 season. In a publicised episode during that season, Bilardo sat next to the pitch during a game against Club Atlético River Plate and drank from a bottle of champagne. When confronted by media, he maintained that the bottle actually contained Gatorade; the contents of the bottle were analysed by a forensic lab, confirming Bilardo's version. Within that season, results improved, and several young players were promoted to the first team, including José Ernesto Sosa, who would later help Estudiantes become a contender; three years later, the team won the League title under coach Diego Simeone, and in 2009, Estudiantes won the Copa Libertadores again, with Bilardo attending the final in Belo Horizonte and receiving a gift from coach Sabella—his \"lucky\" beige coat.\nBilardo covered the 2006 FIFA World Cup in Germany for Argentine TV station Canal 13 as a commentator. In the aftermath of the tournament, Argentine manager José Pekerman renounced the post, and Bilardo's name was floated as a possible substitute. The job eventually went to Alfio Basile, who had earlier succeeded Bilardo as national coach after the 1990 World Cup.\nFollowing the 2007 gubernatorial election, Bilardo was named Secretary of Sports of Buenos Aires province under governor Daniel Scioli.\n\n\n=== General Manager ===\nA new generation of Bilardo-influenced coaches has taken over many key positions in Argentine and South American football: Brown, Pumpido, Burruchaga, Batista, Russo, and Maradona.\nWhen Maradona was named as national team coach in October 2008, Bilardo was tapped for the post of Argentina General Manager. After the designation, Bilardo agreed to quit his Secretary post.\n\n\n== Honours ==\n\n\n=== Player ===\nSan LorenzoPrimera División: 1959EstudiantesPrimera División: 1967 Metropolitano\nCopa Libertadores: 1968, 1969, 1970\nIntercontinental Cup: 1968\nCopa Interamericana: 1968ArgentinaPan American Games Gold Medal: 1959\n\n\n=== Manager ===\nEstudiantesPrimera División: 1982 MetropolitanoArgentinaFIFA World Cup: 1986\n\n\n=== Individual ===\nSouth American Coach of the Year: 1986, 1987\nKonex Award: 1990\nWorld Soccer 29th Greatest Manager of All Time: 2013\n\n\n== References ==\n\n\n== External links ==\n\nOfficial website\n\"FIFA.com articles on Bilardo\". Archived from the original on 12 July 2007. Retrieved 22 July 2007.{{cite web}}:  CS1 maint: bot: original URL status unknown (link)\nBilardo returns to Manchester\n\"Futbol Factory profile\" (in Spanish). Archived from the original on 20 October 2007. Retrieved 28 March 2017.\nEstudiantes » Squad 1970/1971 at WorldFootball.net\nCarlos Bilardo at WorldFootball.net"}}}}