{"batchcomplete": "", "query": {"pages": {"1422124": {"pageid": 1422124, "ns": 0, "title": "Christian Karembeu", "extract": "Christian Lali Kake Karembeu (born 3 December 1970) is a French former professional footballer who played as a defensive midfielder. He is currently the sporting director for Olympiacos.\nKarembeu represented Nantes, Sampdoria, Real Madrid, Middlesbrough, Olympiacos, Servette, and Bastia. He found much success on the national stage as well representing France, having been born in the overseas territory New Caledonia, and was a vital part of the squad that won the 1998 FIFA World Cup on home soil and featured in one match in France's victorious UEFA Euro 2000 campaign.\n\n\n== Early life ==\nKarembeu was born in Lifou, New Caledonia, a French overseas territory in the Pacific Islands. He played youth football for Nouméa-based FC Naitcha. At the age of 17, he moved to France on a scholarship to study and play football.\n\n\n== Club career ==\nDuring his career Karembeu played for Nantes (1990–95), Sampdoria (1995–97), Real Madrid (1997–2000), Middlesbrough (2000–01), Olympiacos (2001–04), Servette Genève (2004–05), Bastia (2005–06). With Real Madrid, he won the Champions League in 1998 and 2000, starting in the former but remaining on the bench for the latter. He also played for the Real Madrid Veterans against Barcelona in Qatar, on 13 November 2012. He last played midfield for Bastia in the French Ligue 1. He announced his retirement on 13 October 2006, although he added that he would \"be having a kickabout from time to time\". He also took part in a friendly competition for Kettering Town FC with Gianfranco Zola, Les Ferdinand and Gus Poyet.\n\n\n== International career ==\nBorn in the French territory of New Caledonia, he was able to represent France on the international stage. He compiled 53 caps in his career, earning his first one on 14 November 1992 against Finland in a 2–1 victory.\nKarembeu was a member of the French team that won the 1998 World Cup. He played in 4 matches in the tournament, including starts in the quarter-final, semi-final, and final, totalling 242 minutes.He was also part of the victorious French team at Euro 2000.\n\n\n== Style of play ==\nDescribed as a \"complete midfielder\" by Paul Sarahs of FourFourTwo, Karembeu was a physically imposing, energetic, and technically gifted two-way midfielder, who was known for his range of passing, dribbling skills, stamina, and hard-tackling playing style; he usually played in a holding role in midfield, although he was also capable of playing in various other positions, including in a box-to-box role, as a right–sided midfielder, or even as a right-back. Regarding his playing style and role in France's victory in the 1998 World Cup final, Michael Cox of ESPN FC described him as \"a peculiar hybrid of a wing-back and a box-to-box midfielder,\" who \"shuttled up and down on the right of a very defensive three-man midfield.\"\n\n\n== Post-retirement career ==\nOn 9 December 2005, Karembeu represented the Oceania Football Confederation at the draw for the 2006 World Cup which took place in Leipzig, Germany.\nIn May 2006 Karembeu became a scout for English Premiership side Portsmouth Football Club. In 2007, he was appointed as non-executive director of Birmingham International Holdings. He left after 2010 annual general meeting. However, in August 2009, Karembeu decided to join Arsenal's ever expanding scouting network.In June 2013, Karembeu was handed an administrative role at Greek club Olympiacos along with former South African footballer Pierre Issa.\n\n\n== Commitment ==\nKarembeu is a member of the 'Champions for Peace' club, a group of 54 famous elite athletes committed to serving peace in the world through sport, created by Peace and Sport, a Monaco-based international organization.Deeply involved in Peace and Sport's activities, Karembeu visited Haiti in August 2010 with Founder and President of Peace and Sport, Joel Bouzou, to strengthen the role of sport in the country's reconstruction efforts and attract the attention of the international community to urgent needs that prevail there. He went to meet sports instructors and young beneficiaries of the emergency program that the Haitian Olympic Committee has set up in survivor camps.\n\n\n== Personal life ==\nThe great-grandfather of Karembeu, who came from New Caledonia, was one of a hundred Kanaks taken to Paris in 1931 for the Paris Colonial Exposition and exhibited there as \"cannibals\". Later the \"cannibals\" were swapped with Germany for some crocodiles. Karembeu refuses to sing France's national anthem, La Marseillaise, due to the colonial past of the country.Karembeu was married to Slovak model Adriana Sklenařiková, whom he met on an aeroplane. The couple split in March 2011 and divorced in December 2012. Their marriage was childless. \nIn May 2017, Karembeu married Jackie Chamoun, a Lebanese skier, in Greece, followed by a wedding ceremony in Lebanon. The couple announced the birth of their daughter on 27 September 2017.Following the 1998 World Cup, he was made a Knight of the Legion of Honour in 1998.\n\n\n== Television ==\nKarembeu is the host of French TV series \"Des Iles et des Hommes\" (Of Islands and Men), aired on Planete in 2010 and 2011, a travel programme visiting among 6 of the most beautiful islands of the world. \nHe also became part of the ITV broadcast team for Euro 2016.\n\n\n== Career statistics ==\n\n\n=== Club ===\n\n\n=== International ===\n\n\n== Honours ==\nNantes\nDivision 1: 1994–95\nCoupe de France runner-up: 1992–93Real Madrid\nUEFA Champions League: 1997–98, 1999–2000Olympiacos\nAlpha Ethniki: 2001–02, 2002–03\nGreek Cup runner-up: 2001–02, 2003–04France\nFIFA World Cup: 1998\nUEFA European Championship: 2000\nFIFA Confederations Cup: 2001Individual\n\nOceania Footballer of the Year: 1995, 1998\nUNFP 20 Year Special Team Trophy: 2011Orders\n\nKnight of the Legion of Honour: 1998\n\n\n== References ==\n\n\n== External links ==\n\nChristian Karembeu at the French Football Federation (in French)\nChristian Karembeu at the French Football Federation (archived) (in French)"}}}}