{"batchcomplete": "", "query": {"pages": {"22685362": {"pageid": 22685362, "ns": 0, "title": "Christian Andreasen", "extract": "Christian Andreasen (born 18 May 1988) is a Danish football player who now works as a lawyer. He has represented Randers FC in the Danish Superliga, and has played for Finnish club TPS Turku in the Veikkausliiga championship, Thisted FC in the Viasat Sport Divisionen and Flekkerøy IL in the Norwegian 2nd Division.\n\n\n== Career ==\nBorn in Aalborg, Andreasen started his career as a youth player with AaB but soon moved on to Randers FC where he would have a better chance of making the 1st team. He signed his first professional contract with Randers in summer 2007. Andreasen made his debut for the Randers FC senior squad on 30 March 2008 in a game against AC Horsens. His first goal for the club was a game winner against FC Nordsjælland on 12 May 2008. After the game Randers manager Colin Todd stated that Andreasen had a bright future in front of him, due to his goal scoring ability. On 29 April 2009 Randers announced that they had decided to loan out Andreasen to TPS Turku in the finish Veikkausliiga until the end of the 2008-09 season. Andreasen enjoyed a successful loan spell at TPS, scoring 5 goals in 8 games for the club, as TPS finished 3rd in the 2009 Veikkausliiga.\nOn 16 July 2009 Andreasen signed a two-year contract with Danish 1st Division side Thisted FC. Andreasen immediately became a regular starter for Thisted. He scored his first hat-trick in a professional game in a 4-4 draw against Kolding FC. He scored 7 goals in 15 games in the fall of 2009 but was then unfortunate to suffer an injury to his tendon. The injury saw Andreasen ruled out for nearly a year and he would not play until his comeback on 10 October 2010.\nIn January 2011 Andreasen had a setback, and had surgery for his tendon problem. He made a new comeback in May 2011.\nOn 1 June 2011 Andreasen went back to Randers FC, and played for the reserveteam. This was a part his recovery after the surgery.\nIn March 2012 Andreasen signed with the Norwegian team Flekkerøy IL, after 27 goals in 39 games Andreasen went back to Denmark and signed the Danish 2nd Division side Skive IK in August 2013.\n\n\n== References ==\n\n\n== External links ==\nDanish Superliga statistics\nChristian Andersen Interview with Bold\nChristian Andreasen Interview with Tipsbladet"}}}}