{"batchcomplete": "", "query": {"pages": {"2664111": {"pageid": 2664111, "ns": 0, "title": "Dan Pastorini", "extract": "Dante Anthony Pastorini (born May 26, 1949) is a former American football quarterback who played in the National Football League (NFL) for 13 seasons, primarily with the Houston Oilers. He played college football at Santa Clara University and was selected third overall by the Oilers in the 1971 NFL Draft. A Pro Bowl selection during his Oilers tenure, he was also part of the Oakland Raiders team that won a Super Bowl title in Super Bowl XV alongside fellow 1971 pick Jim Plunkett. Pastorini spent his final three seasons in sparse appearances for the Los Angeles Rams and Philadelphia Eagles. After retiring from the NFL, Pastorini pursued a career as Top Fuel dragster driver in the National Hot Rod Association (NHRA).\n\n\n== College football ==\nHe played college football at Santa Clara and received first-team honors on the 1970 Little All-America college football team.\n\n\n== Professional career ==\nPastorini was drafted by the Houston Oilers in the first round (third overall) of the 1971 NFL Draft out of Santa Clara University. The draft was dubbed \"The Year of the Quarterback\" with Pastorini taken third behind Jim Plunkett (first) and Archie Manning (second).\nPastorini was known as a tough quarterback throughout his career.  From 1971 through 1979, Pastorini missed only five regular season games, playing through broken ribs and even a punctured lung at times.  He was the first player to wear the now ubiquitous \"flak jacket\" under his uniform to protect broken ribs.  He did not play behind what would be considered a quality offensive line until 1977, when the Oilers hired Joe Bugel as offensive line coach and brought in players like Greg Sampson and, later, Leon Gray.  By 1978, the Oilers had a running game with the drafting of future Hall of Famer Earl Campbell.\n\nPastorini was also named to the 1975 AFC Pro Bowl Team.  Pastorini's best season came in 1978 when he threw for a career-high 2,473 yards and 16 touchdowns.\nIn the 1978 playoffs, Pastorini fared very well, helping lead the Oilers to wins over the Miami Dolphins and AFC East division champion New England Patriots.\nPastorini's last game as a Houston Oiler was the 1979 AFC championship game against the Pittsburgh Steelers, a game which many Oilers fans contended was decided when the officials blew a call on a Mike Renfro touchdown reception. Instant replay rules were not in effect at the time, so the play could not be reviewed as it would be in the present day. The best replay angles NBC could provide of the play show Renfro clearly catching the ball and getting both feet in the endzone with no juggling. It was not clear to the referees but was clear to some viewers of the game that Renfro had complete control of the ball when he hit the ground. His feet according to the replays were both in bounds when he had possession of the ball. The play was a major turning point in the momentum of the game, which resulted in a Steeler victory.\nLater in 1980, Oilers owner, Bud Adams, traded Pastorini to the Oakland Raiders in exchange for an aging Ken Stabler who was 3 years Pastorini's senior.\nFive weeks into the 1980 season with Oakland, after posting a 2–2 record, Pastorini broke his leg against the Kansas City Chiefs. The fans, who had been unhappy with his performance and wanted to see backup Jim Plunkett, cheered when they realized he was hurt. Plunkett, a Heisman Trophy winner out of Stanford, and former starting quarterback for the New England Patriots and San Francisco 49ers, had been with the Raiders as a backup quarterback since 1978. He took over and led the Raiders to a Super Bowl victory over the Philadelphia Eagles in January 1981.\n\n\n== Life outside football ==\n\nPastorini raced hydroplanes, drag-raced cars, judged wet T-shirt contests, and starred in a 1974 B-movie called Weed: The Florida Connection and then co-starred in a 1979 Lee Majors movie called Killer Fish.  He also played a role in the TV series \"Voyagers!\" as a gladiator and posed nude in 1980 for Playgirl magazine.  He married glamor model June Wilkinson, who appeared in Playboy magazine. She is British and 9 years older. They had one child, a daughter named Brahna, and later divorced.\nPastorini drove a Top Fuel dragster as part of the NHRA Winston Drag Racing Series in the mid-1980s. He collected several national event victories. His first came in Atlanta at the NHRA Southern Nationals in 1986. He also participated in the 2009 Lamborghini Race located at Sebring International Raceway.\n\n\n== Personal life ==\nPastorini is an Honorary Texan. In January 2012, on The Jim Rome Radio Show, Pastorini recalled a story how then-Raider owner Al Davis completely blew him off in the locker room after a game.  \"He sneered at me\" said Pastorini.  Pastorini then went on to say that, \"when he (Davis) passed away, I wasn't sad to see him go.\"  Pastorini currently lives and works in Houston. His autobiography, Taking Flak: My Life in the Fast Lane, was released in November 2011.\n\n\n== Motorsports career results ==\n\n\n=== Rolex Sports Car Series ===\n\n\n==== Grand Touring ====\n(key) Bold – Pole Position. (Overall Finish/Class Finish).\n\n\n== References ==\n\n\n== External links ==\nDan Pastorini at IMDb\nDan Pastorini driver statistics at Racing-Reference"}}}}