{"batchcomplete": "", "query": {"pages": {"1878607": {"pageid": 1878607, "ns": 0, "title": "Don Garber", "extract": "Donald P. Garber (born October 9, 1957) is an American sports executive who has served as the Commissioner of Major League Soccer since 1999. Garber is also the CEO of Soccer United Marketing and a member of the United States Soccer Federation board of directors.Garber has spent his entire career in the sports industry, working in a variety of capacities in marketing, events, television, and league administration prior to becoming MLS commissioner. Before joining MLS, Garber was with the National Football League for 16 years.\nUnder his leadership, MLS has experienced sustained growth in size and popularity in the United States and Canada. During his tenure, MLS has expanded from 10 to 30 teams and set records for attendance and broadcast revenue.In addition, the league has seen significant increases in every metric – including team valuations, attendance, sponsorship, and digital and social media engagement. MLS ranks seventh among global soccer leagues in average game attendance.Garber has been selected by SportsBusiness Journal as one of the sports industry's most powerful executives every year since 2005. In 2018, he was 16th on the list. In 2016, SportsBusiness Journal presented MLS with its award for League of the Year. In May 2019, Garber was named the Sports Business Journal Executive of the Year. Garber has received numerous other industry honors, and in 2011 was named by the Los Angeles Times as one of the top sports commissioners. He has received an Honorary Doctorate of Humane Letters from both Montclair State University and the State University of New York. Garber was also inducted into the Athletic Hall of Fame at his alma mater, SUNY Oneonta. Garber was elected into the National Soccer Hall of Fame in 2016, but deferred his enshrinement until 2018.\n\n\n== Early life ==\nGarber grew up in a second generation Jewish family. His mother's parents were socialists from Russia; his father's were Orthodox Jews from Poland. Garber's mother worked as a nursery school teacher and Garber's father as an accountant. He grew up in Queens, New York, during the 1960s and 1970s.\n\n\n== National Football League ==\nGarber spent 16 years with the National Football League, finishing his tenure as the senior vice president/managing director of NFL International, where he oversaw all aspects of the NFL's business outside the United States, including the NFL Europe League. Garber began his career at NFL Properties in 1984 as a marketing manager and became the League's director of marketing in 1988. In 1992, he was appointed the NFL's senior vice president of business development and was responsible for a variety of television, special event and marketing activities.\n\n\n== MLS Commissioner ==\nGarber was appointed as Major League Soccer commissioner on August 4, 1999, succeeding Doug Logan. One of his first moves as commissioner was to bring the league more in line with the international standard, eliminating the shootout and having the referee keep the time on the field. In 2004, MLS also eliminated overtime and the three-plus-one substitution rule. This enabled teams to substitute three field players as well as an additional goalkeeper. \"This decision reflects our focus on continuing our alignment with the world's game,\" said Garber at the time.\n\n\n=== MLS growth ===\nGarber has emphasized gradual, sustained growth of the league over decades rather than attempting grandiose moves to win headlines. Before Garber came into the Commissioner's office, the league had only one team in its own stadium, Columbus Crew SC, whose Mapfre Stadium was built by Lamar Hunt in 1999.\n\nOn December 7, 2001, Garber met with club owners at the Colorado ranch of Philip Anschutz in order to establish a plan to ensure the league's survival. Among the concepts agreed upon was building soccer-specific stadiums; establishing what would be known as Soccer United Marketing – an agency designed to manage soccer content in the U.S.; and pursuing (and ultimately winning) broadcast rights to the 2002 and 2006 FIFA World Cups. The entire summit led by Garber at the Anschutz ranch is regarded as a critical moment in the eventual rise of MLS.\n\n\n=== Soccer-specific stadiums ===\nFollowing Columbus Crew SC's lead, and after the summit at Anschutz's ranch, MLS clubs soon began building soccer-specific stadiums. The new venues enhanced the game-day experience for fans and granted teams full operating control of the stadiums and greater shares of stadium revenue.In 2003, the \"cathedral of American Soccer,\" the Home Depot Center (now known as Dignity Health Sports Park), was built to house the Los Angeles Galaxy, and both senior national teams. Four more soccer-specific stadiums were built by the start of the 2007 MLS season. In 2021, MLS has 22 stadiums built or transformed for soccer. Within the next few years, a minimum of six more stadiums built for MLS clubs will debut.\n\n\n=== Soccer United Marketing ===\nSoccer United Marketing (SUM), one of the game-changing ideas to come out of Garber's meeting with club owners at the Anschutz ranch, was established in 2002 and manages all sponsorship, licensing and advertising sales for MLS and other premier soccer properties in North America, including US Soccer and the Mexico National Team.\nSUM's first deal was the purchase of the English-language rights to the 2002 and 2006 World Cups for $40 million and to have the games broadcast on ESPN, splitting advertising revenue with the network. A decade later, Fox Network paid more than ten times that amount for the same rights.SUM continues to increase its partnerships. In 2016, the Confederation of North, Central America and Caribbean Association Football (CONCACAF) selected SUM to market and service its worldwide sponsorship rights. Today, SUM is valued at more than $2 billion.\n\n\n=== Expansion ===\n\nThrough a detailed and comprehensive expansion process, Major League Soccer grew under Garber's leadership from 10 clubs in 2004 to 30 clubs in 2023. The cost of expansion clubs has risen steeply during this period. Toronto FC paid an expansion price of $10 million in 2006. The cost for teams to join MLS in its next wave of expansion is a reported $325 million.On April 18, 2019, Garber confirmed the league announced it would expand to 30 teams.There are some proposals to expand the league to 32 teams, with potential new teams in Detroit, Phoenix, Las Vegas, and San Diego. However, none of this has been confirmed by MLS.\n\n\n=== Club valuation ===\nAs the league expanded and established a footprint across North America with successful clubs in Seattle, Portland, Toronto, New York, and Atlanta, among many others, team valuations have soared.\nWhen Forbes first released valuations of MLS clubs in 2008, the average team value was $48 million. In 2018, Forbes reported that the average value of a MLS club was $240 million – a 500 percent increase in 10 years.\n\n\n=== Designated Player rule ===\nAt the conclusion of the 2006 season, MLS created the Designated Player Rule. The rule enables clubs to sign up to three players whose total costs exceed the maximum salary budget charge.Garber stated that fan research was one of the driving forces behind the decision to institute the Designated Player Rule. Garber and the league's owners also acknowledged that MLS needed additional \"marquee\" players to boost interest and the long-term strength of the league in a quicker fashion. The rule made it possible for clubs to sign an international icon like David Beckham with the LA Galaxy in 2006, or current stars like Jozy Altidore to larger contracts.\nThe strategy for signing Designated Players has evolved in recent years. Whereas clubs were more likely to use the rule to sign older, brand-name stars from Europe toward the perceived latter stages of their careers, teams began to utilize it to acquire younger, rising stars. For example, Seattle won MLS Cup in 2016 in part behind the strong play of 26-year-old midfielder Nicolas Lodeiro, who was signed as a Designated Player.When Atlanta United FC won MLS Cup in 2018, its Designated Players were 19-year-old Ezequiel Barco, 23-year-olds Miguel Almiron and Josef Martinez, and 22-year-old Hector Villalba. The average age of Designated Players in MLS in 2019 is 27.\n\n\n=== Youth academies ===\nThe implementation of high-level player development initiatives has been a hallmark of Garber's stewardship of the league. In 2006, the league mandated the creation of youth development systems and declared that any player developed by a team could be signed by that team without the player having to go through the MLS SuperDraft. In 2010, MLS required each of its teams to establish youth amateur programs separate from the pro club. Players registered for at least 1 year in an MLS youth program became eligible to sign a pro contract with that team without entering the SuperDraft.\nWith a true foundation in place after a decade, homegrown players like FC Dallas’ Paxton Pomykal, LA Galaxy's Efrain Alvarez, Real Salt Lake's Justen Glad and Seattle's Jordan Morris have emerged. Smaller-market clubs like Sporting KC have been able to develop their own stars from local communities.And in 2019, the Under-17 club of Seattle Sounders FC proved how far it had come in a relatively brief time by winning the Champions Division of the Generation adidas Cup over the academy teams of top international clubs.\n\n\n=== Canada ===\nMLS expanded into Canada midway through Garber's tenure. There are currently three Canadian teams playing in MLS. Toronto FC joined the league in 2007, Vancouver Whitecaps FC in 2011, and the CF Montreal in 2012. All of them established successful MLS clubs.The league has signed multiple, long-term broadcast agreements with Canada's sports networks. In January 2017, MLS extended its deal with TSN for five years and signed a new five-year contract with the French language network TVA Sports. This was in the wake of a banner year for Canadian teams in MLS in 2016, as Toronto FC defeated the CF Montreal in the Eastern Conference Final. In 2018, DAZN Canada, a leading live-streaming sports service, and MLS announced a three-year agreement.In 2017, the league enacted a major change in policy. A limited number of Canadians would now be counted as domestic players. Previously, Canadian players only counted as domestic in MLS if they played for one of the three Canadian-based franchises. The change was part of a collaboration with the Canadian Soccer Association (CSA) and executives from the three Canadian teams to improve youth development for Canada. Another aspect of the collaboration was a Canadian-specific Generation Adidas program to improve development of young players. The league and CSA work together to identify Canadian players who could be signed to contracts and made available in the MLS SuperDraft.\n\n\n=== Media rights deals ===\nAs MLS has grown in scope and popularity, the league's media rights deals have seen major increases. In 2014, the English-language rights to MLS and U.S. Soccer matches were sold to ESPN and FOX for $75 million per year for eight years. Univision won the Spanish-language rights for $15 million a year. The combined average rights fee of $90 million per year for eight years for ESPN, FOX and Univision represented a 500 percent increase from MLS’ previous broadcast deals, which averaged $18 million per year.MLS also signed new international TV agreements in 2015, including deals with Sky Sports, Eurosport and Globosat.In 2017, MLS sold rights to league games to networks in India, Australia and New Zealand. In total, MLS matches can be seen in more than 170 countries.\nMLS has also been at the forefront of innovation in media among global sports leagues. In 2017, Facebook signed a deal with MLS and Univision to stream at least 22 matches during the regular season and exclusively stream 40 “Matchday Live” shows with highlights and analysis. The games are streamed on the Facebook page of Univision Deportes and the shows are available on MLS’ Facebook page. In 2019 there are six MLS clubs with exclusive streaming partnerships outside of deals with regional sports networks.\n\n\n=== Sponsors ===\nFurthering the league's financial well-being is the landmark decision to be the first professional sports league in North America to allow sponsor's names on the front of jerseys. Real Salt Lake signed the first agreement with XanGo in 2006 for an estimated $4–5 million over 4 years. Teams now generate multimillion-dollar sponsorships for their jersey-front sponsorships. Most jersey-front sponsorships run between $2 million – $5 million per year. MLS has announced that starting in 2020, the league will remove its logo from the right sleeve of jerseys, allowing teams to sell a 2.5-by-2.5-inch square ad to corporate partners. The new sponsorship opportunity will bring each team more than $1 million a year.\nIn addition, major brands such as adidas, The Home Depot, Coca-Cola, Heineken, Audi, Johnson & Johnson, Continental Tire, Allstate, and Kellogg's have signed league-wide sponsorships and partnership renewals in recent years.\n\n\n=== Ownership ===\nDuring Garber's tenure, ownership has been dramatically diversified. In 2001, there were just three investor-operators in the league: Philip Anschutz's Anschutz Entertainment Group (AEG) controlled six teams, Lamar Hunt's Hunt Sports three teams, and Robert Kraft one team. When AEG sold its remaining interests in Houston Dynamo in 2015, the then 20-team MLS became for the first time a league without multiple-team operators.\nGarber champions “diversity of thought” among club owners in the current era of Major League Soccer. They range from Atlanta United FC owner Arthur Blank, the founder of Home Depot; NYCFC ownership groups City Football Group (which also owns Manchester City of the Premier League) and the New York Yankees; Brazilian businessman Flavio Augusto da Silva, who owns Orlando City SC; entrepreneurs Merritt Paulson (Portland Timbers), Andrew Hauptmann (Chicago Fire) and Anthony Precourt (Austin FC); and Seattle Sounders owners Adrian Hanauer and Drew Carey.Among the owners of Los Angeles FC, which began play in 2018, are majority owners Larry Berg, Brandon Beck and Bennett Rosenthal, Magic Johnson, movie studio CEO Peter Gruber, U.S. Soccer icon Mia Hamm Garciaparra, and actor Will Ferrell. Inter Miami CF is owned by a diverse group of global entrepreneurs, including Jorge Mas, Marcelo Claure, Masayoshi Son and David Beckham.\nGarber detailed his view of the league's quality of ownership in a 2013 interview with Sports Illustrated: “It is about expanding our geographic footprint, trying to have more and more people on a national level engaging in soccer generally and Major League Soccer specifically. It’s about diversity of thought around our board table and having more committed investors. It’s about more jobs for players and administrators and all those other things that make Major League Soccer more valuable.”\n\n\n== Influence in sports business ==\nDon Garber has been ranked by Sports Business Daily as one of the 50 most influential people in the U.S. sports business every year since 2005.\n\n\n== MLS WORKS ==\nIn 2007, Garber formed MLS WORKS, the league's community outreach initiative, dedicated to addressing important social issues affecting young people throughout the United States and Canada.\n\n\n== Personal ==\nGarber is married, has two adult children and lives in Montclair, New Jersey. He serves on a variety of professional and philanthropic boards, including the Committee for Club Football at Fédération Internationale de Football Association (FIFA). On November 30, 2018, Garber was appointed the vice-chairman of the World Leagues Forum, an international body convened by soccer leagues. Garber is also a member of FIFA's Football Stakeholders committee. He is Vice President of Hope and Heroes, an organization raising funds and creating programs for pediatric cancer patients at the New York Presbyterian Hospital.\n\n\n== References =="}}}}