{"batchcomplete": "", "query": {"pages": {"49884524": {"pageid": 49884524, "ns": 0, "title": "Florence Omagbemi", "extract": "Florence Omagbemi (born 2 February 1975) is a Nigerian former football midfielder. She was part of the Nigeria women's national football team across four FIFA Women's World Cups, several Africa Women Cup of Nations and at the 2000 Summer Olympics. In 2016, she was named interim coach of the national side, having previously been an assistant coach to the Nigeria women's national under-20 football team.\n\n\n== International playing career ==\nOmagbemi played for the Nigeria women's national football team for over a decade, appearing in four FIFA Women's World Cups including being a member of the team that reached the second round in 1999 before losing to Brazil.  As captain, she won the Africa Women Cup of Nations with the \"Super Falcons\" on four occasions in 1998, 2000, 2002 and 2004. She was also part of the Nigerian team which competed the Summer Olympics for the first time in the 2000 tournament in Australia.\n\n\n== Coaching career ==\nOmagbemi began her coaching career with several American based youth teams, before being called up to be the assistant coach for the Nigeria women's national under-20 football team. While in that position, the team reached the semifinals of the 2012 FIFA U-20 Women's World Cup before being eliminated by the United States. Omagbemi was named as an interim coach of the senior national side for the 2016 Africa Women Cup of Nations. Nigeria had been without a coach since the sacking of Christopher Danjuma following a poor performance of the team at the 2015 African Games.A month prior to the start of the tournament, it was revealed that Omagbemi had gone unpaid by the Nigeria Football Federation. In response, the NFF made assurances that she would be paid before the team departed for the tournament.On 3 December 2016 Florence Omagbemi became the first woman to win the Africa Women Cup of Nations as both a player and coach.\n\n\n== Honours ==\nNigeriaAs player\n\nAfrican Women's Championship (4): 1998, 2000, 2002, 2004As coach\n\nAfrican Women's Championship winner: 2016\n\n\n== See also ==\nNigeria at the 2000 Summer Olympics\n\n\n== Notes ==\n\n\n== References ==\nEvans, Hilary; Gjerde, Arild; Heijmans, Jeroen; Mallon, Bill;  et al. \"Florence Omagbemi\". Olympics at Sports-Reference.com. Sports Reference LLC. Archived from the original on 8 March 2016.\n\n\n== External links ==\nhttp://pulse.ng/sports/football/florence-omagbemi-super-falcons-coach-loses-dad-id5849243.html\nhttp://www.goal.com/en-ng/news/7255/african-women-championship/2016/11/28/29937372/florence-omagbemi-is-a-very-good-coach-says-ngozi-okobi\nhttp://www.thisdaylive.com/index.php/2016/12/10/florence-omagbemi-her-crowning-glory/"}}}}