{"batchcomplete": "", "query": {"pages": {"32999157": {"pageid": 32999157, "ns": 0, "title": "Georgios Sarris", "extract": "Georgios Sarris (Greek: Γεώργιος Σαρρής; born 8 September 1989) is a Greek professional footballer who plays as a centre-back.\n\n\n== Career ==\n\n\n=== Ergotelis ===\nSarris began his football career at the infrastructure segments of his local club Ergotelis. He signed his first professional contract with the club in 2009. At the age of 19, Sarris made two league appearances in his first season and one appearance in the 2009–10 season. In the 2010–11 season he began gaining substantially more playing time, making eight appearances in the league and one in the cup, while the next season saw him making another 21 appearances. At the end of the 2011−12 season, Ergotelis were relegated to the Football League. As many of the club veterans refused to follow the club in the lower division, Sarris became a permanent starter in 34 games, cementing the club's defense which only conceded 25 goals in 40 matches total, thus significantly contributing to the club's 2nd place finish and instant promotion to the Superleague. His steady performances had already made Sarris a target for many major clubs in Greece, though he chose to stay at Ergotelis for one more season in the Superleague, during which the club achieved its best ever finish to date in the competition. During the season, Sarris scored the first goal in his career in a 0−2 away win vs. Aris on 26 March 2014.\n\n\n=== AEK Athens ===\nOn July 1, 2014, Sarris signed with traditional Greek giants AEK, who had been willingly relegated to the third division two years prior to clear past debts, and were about to play in the Football League. He made a small contribution to the club division title win with 9 league appearances, adding another three in the Cup.\n\n\n=== Kayseri Erciyesspor ===\nOn 31 August 2015 Sarris signed a one-year contract with Kayseri Erciyesspor for an undisclosed fee. He made 26 appearances for the \"Blue Dragons\", also scoring two goals, yet the club was relegated from the top-flight at the end of the season.\n\n\n=== Hamilton Academical ===\nOn 23 July 2016, Sarris signed a two-year contract with Scottish Premiership club Hamilton Academical on a Bosman free deal.\nHe made his debut for the club in a 1–1 away draw against Rangers. He scored his first goal for the club on 16 December 2017, in a 3–2 win at home to Ross County. On 28 December 2017, manager Martin Canning has confirmed that Georgios Sarris has played his last game for Hamilton Academical. The Accies board were reportedly unhappy with the Greek defender's conduct immediately after 1-0 loss to Partick Thistle at Firhill. Sarris reacted angrily to a collision with Thistle striker Miles Storey and was booked at the final whistle by referee Bobby Madden. Hamilton initially decided to release from his contract, but reversed this decision two weeks later.He was one of seven first-team players released by Hamilton at the end of the 2017–18 season.\n\n\n=== Petrolul Ploiești ===\nOn 12 January 2019, Petrolul Ploiești announced the signing of the 29-year-old Greek defender until the summer of 2020.\n\n\n== Career statistics ==\nAs of match played 26 September 2021 \n\n\n== Honours ==\nAEK AthensFootball League: 2014–15\n\n\n== References ==\n\n\n== External links ==\nGeorgios Sarris at Soccerbase"}}}}