{"batchcomplete": "", "query": {"pages": {"11705534": {"pageid": 11705534, "ns": 0, "title": "Hryhoriy Surkis", "extract": "Hryhoriy Surkis (Ukrainian: Григорій Суркіс; born 4 September 1949) is a Ukrainian businessman, one of five vice-presidents of UEFA since 24 May 2013. Surkis was the president of Football Federation of Ukraine until September 2012.\n\n\n== Biography ==\nHryhoriy's father Mikhail Davydovych Surkis was a military doctor, and his mother Rimma Yanivna Surkis was a sales specialist. He has two children, daughter Svitlana and son Vyacheslav. His brother Ihor Surkis is current chairman of Dynamo Kyiv.\n\n\n== Education and professional career ==\nIn 1972 he finished the Kyiv Technological Institute of Food Industry with a speciality in food production machines and apparatuses.\nFrom 1972 to 1974 he worked as a senior engineer in material-technological logistics for Holovplodvynprom (Main Directorate of Wine Industry) of Ukraine.\nFrom 1975 to 1988 he worked as a deputy-chief at \"Kyivzhytlorembudmontazh\" (Kyiv City Municipal Housing Remodeling and Construction Company), foreman of the SRBU#1 (Specialized Repair and Construction Directorate) in Kharkiv, and chief of logistics for RBU No. 3.\nThen and until 1991 he held a variety of a technical leadership positions at the Kyiv City Council such as chief engineer, chief of department, and others.\nFrom 1991 to 1993 Surkis became the general director of \"Dynamo-Atlantic\". From 1993 to 1998 he was the president of the Ukrainian industrial financial concern Slavutych.\n\n\n== Ukrainian football/sport ==\nWhen Surkis became president of the Ukrainian footballing powerhouse Dynamo Kyiv in 1993, the club was near bankruptcy. Under his tenure, the club managed to balance its budget and rapidly improve its infrastructure, regaining the club's former international glory. Since 1998 he has been a member of the National Olympic Committee (NOC) of Ukraine. In 2006, he became the vice-president of NOC of Ukraine.\nHe was the president of the Professional Football League of Ukraine from 1996 to 2000. In 2000, he was elected President of the Football Federation of Ukraine, later being re-elected twice, but after serving his third term he did not participate in the presidential election of September 2012, but he was named \"Honorary President\" in September 2012.\n\n\n== UEFA/FIFA ==\n2000—2012: FIFA National Associations Committee (member)\n2004—2007: UEFA EXCO Working Group Football Development (member)\n2002—2004: UEFA Professional Football Committee (member)\n2007—2009: UEFA Futsal and Beach Soccer Committee (chairman)\n2009—2011: UEFA Women's Football Committee (deputy chairman)\n2009—2011: UEFA Youth and Amateur Football Committee (chairman)\n2007—2013: UEFA Stadium and Security Committee (deputy chairman)\n2011—2013: UEFA National Team Competitions Committee (chairman)\n2013—2015: UEFA Marketing Advisory Committee (deputy chairman)\n2013—2015: UEFA Stadium and Security Committee (chairman)\n2013—2016: Organizing Committee for the FIFA Club World Cup ()\n2015—2017: UEFA Marketing Advisory Committee (chairman)\n\n\n== Current UEFA roles ==\nVice-president (since 2013)\nExecutive Committee (vice-president: national associations relations)\nUEFA Events SA (member)\nNational Associations Committee (chairman)\nYouth and Amateur Football Committee (deputy chairman)\nProfessional Football Strategy Council (EXCO representative)\n\n\n== Political career ==\nSurkis was a deputy in the III and IV convocations of Verkhovna Rada for the Social Democratic Party of Ukraine (united), he was a leading figure in that party.According to a taped conversation about Viktor Medvedchuk between Leonid Derkach and president of Ukraine Leonid Kuchma which was recorded by Mykola Melnychenko, \"... he also is 100% KGB agent\" (Russian: \"... он был и агентом КГБ стопроцентно\") who operated under the pseudonym \"Sokolovsky\" (Russian: \"Соколовский\") and is very close to Hryhoriy Surkis.\n\n\n== Criminal investigations ==\nOn 19 March 2019 a criminal proceeding №12018110200001859 against former president of the Football Federation of Ukraine Hryhorii Surkis has been registered in the Single pre-trial investigations register. He is suspected of misappropriation, embezzlement or conversion or property by malversation in especially gross amount, or by an organized group, i.e. Article 191, p.5 of the Criminal code of Ukraine.The criminal proceeding also concerns building of an educational and training base for national teams in the village of Horenychi near Kyiv. In 2003 former president of the FFU Hruhorii Surkis along with FFU vice-president Oleksandr Bandurko announced the beginning of construction works at the new sports base site. An arena and 10 fully equipped football fields should have been built at the area of 40 hectares.\nThe money to finance construction was collected from Ukrainian clubs, which were receiving the \"solidarity payments\" from the UEFA starting from season 2000/2001 till season 2003/2004.\nUAH 12 million (EUR 2 million according to 2003 currency exchange rate) have been allocated to finance the construction works in Horenychi. The sports base hasn't been built.\n\n\n== Corruption scandals ==\nIn November 2019 the Ukrainian association of football has addressed the State Bureau of Investigations, Prosecutor General's Office and the Interior Ministry with an appeal claiming that former FFU president Hruhorii Surkis has committed a EUR 380 million criminal offence.\nThe UAF explains its actions with an investigation by German \"Der Spiegel\" titled \"How did the UEFA payments happen to get to British Virgin Islands\" and the results of the internal probe.\nAccording to \"Der Spiegel\", starting from 1999, for more than 15 years the UEFA has been transferring money (EUR 380 million in total) to a Newport Management Limited offshore company. This money has been assigned for the Football Federation of Ukraine (now Ukrainian Association of Football) and the development of Ukrainian football.The company is registered at British Virgin Island and, according to \"Der Spiegel’s\" investigation, is controlled by Hryhorii Surkis, who's been chairing the FFU since 2000 till year 2012. Besides, for more than 10 years – till February 2019 – he's been a member of the UEFA Executive committee. \nPolice and the Attorney General's Office are investigating the appropriation of UEFA funds received by the Football Federation of Ukraine under the chairmanship of Grigory Surkis for the offshore intermediary company Newport Management Ltd. This is stated in the resolutions of the Holosiivskyi District Court of Kyiv on 21 January.Hryhoriy Surkis was suspected of financially motivating members of the \"football\" temporary investigative commission of the Verkhovna Rada of Ukraine, which is investigating the construction of football fields. Even called a specific amount – 1 million UAH.\n\n\n=== FootballLeaks-2 ===\nGerman journalists from \"Der Spiegel\" Rafael Buschmann and Michael Wulzinger published a book titled \"Football Leaks – 2”\nA separate part titled \"Ukrainische Bruderschaft\" (Ukrainian Brotherhood) describes brothers’ Ihor and Hryhorii Surkis activities in football sphere and their relation to the \"Newport\" offshore. All FC \"Dynamo’s\" activities are financed by this company. The authors refer to Football Leaks’ documents.The book tells that starting from 1993 all the financial activities of Kyiv-based FC \"Dynamo\" have been performed via the company ‘Newport\", controlled by the current club's boss Ihor Surkis. Having cited the FIFA data, the authors noted that in 2011–2017 the \"Newport\" has spent USD 324 million to buy 82 players for FC \"Dynamo\". The taxes from this sum haven't been paid in Ukraine.\n\n\n=== Crime in Kyiv ===\nOn 18 December 2019 the German \"Kicker\"[1] has published an article \"Crime in Kyiv\", telling how the money allocated by the UEFA for Ukrainian football got to the offshore company, controlled by Surkis brothers.\n\n\n=== Fur coats for the referee ===\nIn 1995, the Surkis brothers tried to bribe the Spanish Champions League referee Antonio Lopez Nieto before the Dynamo – Panathinaikos match. They offered two mink coats and $30 thousand. For the actions of Surkis, Dynamo was removed from the Champions League and was disqualified for a year. [2] [3]\n\n\n== Honours ==\n2004: Order of Prince Yaroslav the Wise (3rd class)\n2012: Order of Prince Yaroslav the Wise (4th class)\n2006: Order of Prince Yaroslav the Wise (5th class)\n2004: Order of Merit (1st class)\n1998: Order of Merit (2nd class)\n1996: Order of Merit (3rd class)\n\n\n== References ==\n\n\n== External links ==\n\"Hryhoriy Surkis biography\" (in Ukrainian). Archived from the original on 19 April 2013.\n\"Surkis Hryhoriy Mykhailovych, president\" (in Ukrainian).\n\"Grigoriy Surkis (profile at UEFA)\"."}}}}