{"batchcomplete": "", "query": {"pages": {"40263771": {"pageid": 40263771, "ns": 0, "title": "Isha Johansen", "extract": "Isha Tejan-Cole Johansen (born 25 December 1965) is a Sierra Leonean entrepreneur and the former president of the Sierra Leone Football Association. Johansen is one of only a few women in the world to have headed a national football association, along with Lydia Nsekera, the former president of the Burundi football association, Izetta Sombo Wesley, the former leader of the Liberia Football Association and Sonia Bien-Aime of the Turks and Caicos Islands Football Association.Isha Johansen is the owner and CEO of Sierra Leone National Premier League club F.C. Johansen.\n\n\n== Early life ==\nIsha Johansen was born as Isha Tejan-Cole in Freetown, Sierra Leone, into the Tejan-Cole family, who are of Aku Mohammedan descent. She was immersed in football from the very beginning, as her father co-founded East End Lions F.C. in Freetown. Her father took her to see football matches, and she played football with her brothers and their friends. She was educated at a convent school in Freeport and a boarding school in Yeovil, England.\n\n\n== Career ==\n\n\n=== F.C. Johansen ===\nIsha Johansen founded her own football club, F.C. Johansen, in 2004. The club was started with the objective of giving guidance and opportunities to children whose lives had been disrupted by the recent Sierra Leone Civil War (1991–2002). It began playing in Division One in 2011 and was promoted to the Premier League the following year.\n\n\n=== SLFA ===\nJohansen was elected president of the Sierra Leone Football Association (SLFA) unopposed on 3 August 2013, after her main opponent, former Sierra Leone international footballer Mohamed Kallon was disqualified by the Sierra Leone Football Executive committee for not meeting the SLFA residency requirement in the country. Kallon appealed his disqualification, but the FIFA delegation to Freetown confirmed the disqualifications of Kallon and two other candidates (for links to gambling), so Johansen was unopposed. When Sepp Blatter was pressured to step down as head of FIFA, Johansen was touted as a possible successor in the press.She launched Powerplay, an initiative to encourage women and girls to play the game and to help empower them. It has the support of FIFA and the Confederation of African Football.She also started the annual African International Youth Tournament in 2009.On 7 September 2016, SLFA President Isha Johansen, Vice President Brima Kamara and Secretary General Christopher Kamara were jailed by the Anti-corruption Commission for failing to provide reports regarding the SLFA's financial statements and the use of money. The trio were released after posting bail. FIFA defended the SLFA in a letter, stating, \"FIFA has no reason to suspect there has been misuse of funds that FIFA has provided to the SLFA\", having audited the SLFA's accounts earlier in the year. In June 2021, after an 8-year stint as president of SLFA Johansen withdraw from an upcoming election, with her reasons being that her new role in the FIFA Council would demand her travelling globally and playing a higher level and more active role as a global ambassador for football and FIFA. She was succeeded as SLFA president by Thomas Daddy Brima on 5 June 2021.\n\n\n=== CAF ===\nJohansen was also an executive committee member of the Confederation of African Football (CAF) from 2017–2021, doubling as the president of the women organizing committee. In May 2021, she maintained her role as an executive committee member but she was succeeded by Kanizat Ibrahim as the president of the women organizing committee whilst she took the role of vice-president to continue the mission of improving women's football in Africa.\n\n\n=== FIFA ===\nOn 12 March 2021, she was elected into the FIFA Council after defeating Burundian Lydia Nsekera, who had held the position since 2013, by 28 votes to four during the CAF General Assembly. This made her the first West African woman elected into the council and the first Sierra Leonean to join the 37-person team.\n\n\n== Other activities ==\nIn 1993, she became the first woman publisher in the country's history, producing Rapture Magazine, an entertainment publication. She was also contributing editor to Ovation magazine. She founded the Pink Charity Fund to combat breast cancer in 2006 and the Women of Excellence Awards.\n\n\n== Personal life ==\nShe was raised in a religious Muslim family. She is married to the Norwegian Consul in Sierra Leone, Arne Birger Johansen.\n\n\n== References =="}}}}