{"batchcomplete": "", "query": {"pages": {"9431528": {"pageid": 9431528, "ns": 0, "title": "Issa Hayatou", "extract": "Issa Hayatou (born 9 August 1946) is a Cameroonian sports executive, former athlete and football administrator best known for serving as the president of the Confederation of African Football (CAF) between 1988 and 2017. He served as the acting FIFA president until 26 February 2016 as previous president Sepp Blatter was banned from all football-related activities in 2015 as a part of the that year's FIFA corruption investigation. In 2002, he ran for president of FIFA but was defeated by Blatter. He is also a member of the International Olympic Committee (IOC).\nIn November 2010 he was alleged by the BBC to have taken bribes in the 1990s regarding the awarding of World Cup television rights. The IOC has announced it will investigate him. Following the 2015 FIFA corruption case, Hayatou took charge of FIFA, as the acting president, until 26 February 2016 when Gianni Infantino was elected to the position. On 16 March 2017, he was defeated by Malagasy challenger Ahmad Ahmad, ending Hayatou's 29-year reign as the CAF President. On 24 May 2017, he was appointed President of the National Football Academy by the president of Cameroon, Paul Biya.\n\n\n== Life and career ==\nHayatou is the fifth president of the Confederation of African Football. He was born in Garoua, Cameroon, the son of a local Sultan, and became a middle distance runner and physical education teacher. Hayatou had a successful career as an athlete, becoming a member of the Cameroonian national squads in both Basketball and Athletics, and holding national record times in the 400 and 800-meter running.He is married with four children. The Hayatou family are traditional holders of the sultanate (Lamidat, from the Sokoto Caliphate's traditional Fula title Lamine) of Garoua. Hayatou was son of the reigning sultan, and many relatives have acceded to powerful positions in Cameroonian society. Most notable is Issa's brother Sadou Hayatou, a former Prime Minister of Cameroon and longtime high official under Cameroon president Paul Biya, who was among those tapped to succeed him. The Hayatou family continue to wield much political influence in northern Cameroon.In 1974, aged just 28, he became Secretary General of the Cameroonian Football Federation, and Chair of the FA in 1986. As chair, he was chosen the same year to sit on the CAF Executive Committee. Following the retirement of Ethiopia's Ydnekatchew Tessema from the CAF presidency in August 1987, Hayatou was elected as the fifth president in the body's history. He lost his seventh re-election campaign to Ahmad Ahmad in March 2017.\n\n\n=== Growth of the CAF ===\n\nPresident of CAF for almost three decades, Hayatou has overseen particularly successful FIFA World Cup appearances by Senegal, Nigeria, and Cameroon, and pushed for African places in the finals to increase from two to five, with the 2010 World Cup in South Africa seeing the hosts garner an automatic sixth spot for an African team. Mr. Hayatou has presided over both the bid and the organising committee for the 2010 games, the first in Africa. The African Cup of Nations finals expanded from 8 to 16 teams, in a confederation of over 50 nations in six zones and five regional confederations. Club competitions have undergone a similar growth in both numbers and scale, with more clubs participating in the African Cup of Champions Clubs, the CAF Confederation Cup (begun in 2004 for national cup winners and high-placed league teams), the CAF Cup, and the CAF Super Cup. There has also been an expansion outside men's football, with the CAF overseeing Youth, Women's, Fustal, and Beach soccer competitions.\n\n\n=== Relations with UEFA and FIFA ===\nOne of the major aims of Hayatou's presidency in the late 1990s was to provide incentives to African football clubs which would stem the flow of African players to Europe; an initiative which met with little success. Hayatou has couched some criticism of the uneven flow of football 'resources' in colonial terms, saying that \"rich countries import the raw material – talent – and often send their less valuable technicians\", an implied criticism of foreign coaching staffs that employed by most African national sides. A September 1997 initiative negotiated by Hayatou with UEFA saw the payment of fees to African governing bodies and clubs for African-born players working in Europe. This was followed by the Meridian Project signed in December 1997 with UEFA, which was to provide cash payments to African National Associations every other year, and created the UEFA–CAF Meridian Cup. The 1999 Goal Project created with FIFA gives 46 African FAs financial support worth one million dollars over four years. These negotiations, regardless of their impact on African club football, forged a close relationship between UEFA leaders and Hayatou, and led to UEFA's backing of Hayatou's nomination to replace Sepp Blatter as head of FIFA in 2002. Blatter, supported by the American and Asian confederations, defeated Hayatou by 139 votes to 56.\n\n\n== Corruption allegations ==\nIn November 2010 Andrew Jennings, the presenter of FIFA's Dirty Secrets, an edition of BBC's flagship current affairs programme Panorama alleged that Hayatou had taken bribes in the 1990s regarding the awarding of contracts for the sale of television rights to the football World Cup. Panorama claimed to have obtained a document from a company called ISL which showed that Hayatou was paid 100,000 French Francs by the company. ISL won the contract to distribute the television rights. Hayatou has denied the allegations, saying that the money went not to him but to CAF. The IOC has announced it will investigate Hayatou, due to his membership of the organisation.In May 2011, The Sunday Times published claims from a whistle-blower that Hayatou had, along with fellow Executive Committee member Jacques Anouma, accepted $1.5 million bribes from Qatar to secure his support for their bid for the 2022 FIFA World Cup.\n\n\n== 2010 Togo suspension ==\n\nJust days before the end of the 2010 African Cup in Angola, Issa Hayatou found himself in the middle of a controversy after the CAF's suspension of Togo national football team from the next two African Cup of Nations. Hayatou charged the Togolese government with interference in the Togolese Football Association's affairs when the team withdrew from the 2010 cup prior to its start.  The Togolese team was victim of an January 8, 2010 armed attack while travelling to Angola by bus prior to the start of the Cup, resulting in two deaths in the Togo delegation.  Togolese captain Emmanuel Adebayor and Togo coach Hubert Velud strongly criticised Hayatou in particular for the CAF decision, calling on him to resign from the CAF presidency.\n\n\n== Olympic committee confusion ==\nOn 21 September 2011 it was announced that FIFA had appointed Hayatou President of FIFA's Olympic committee and approved his role as chairman of the Goal Bureau. Hayatou had previously headed FIFA's Olympic committee from 1992 to 2006. At the time of his appointment, Hayatou was still under investigation for alleged bribery. It was later denied by FIFA that Hayatou had been appointed President of the Olympic committee, his apparent appointment was described as \"a technical error\".\n\n\n== Sports career ==\n1964 – 1971 Champion at the 400m and 800m; member of the Cameroon national basketball team; football player at university level.\n1965 Member of the Cameroon national basketball team on the occasion of the first All Africa Games in Brazzaville.\n\n\n== Administrative career ==\n1973 – 1974 Coordinator-Professor at the Lycée Leclerc (Yaoundé)\n1974 – 1983 General Secretary of the Cameroonian Football Federation\n1982 – 1986 Director of Sports of Cameroon (Ministry of Youth and Sports)\n1985 – 1988 President of the Cameroonian Football Federation\n1986 Member of the Cameroonian Football Federation Executive Committee\n1988 – 2017 President of the Confederation of African Football\n1990 Member of the FIFA Executive Committee\n1992 – present FIFA Senior Vice-President; President of the Organising committee of the Football at the Summer Olympic and FIFA competitions (cue FIFA Competitions (till 2006); Vice-President of FIFA Committee for Security and Fair-Play; Member of the World Cup Organising Committee\n1997 Member of the Women and Sport Committee of the International Olympic Committee; Head of the Cameroonian sports delegations on several sporting occasions\n2001 Elected member of the International Olympic Committee during the 121st Moscow session\n2015 – 2016 Acting President of FIFA\n\n\n== Awards ==\nOn 3 November 2007, Hayatou was awarded an honorary degree from Ladoke Akintola University of Technology in Ogbomosho, Oyo State, Nigeria.\n\n\n== References ==\n\n\n== External links ==\nIssa Hayatou Biography.  African Success Database.\nIssa Hayatou Biography. FIFA.\nIssa Hayatou re-elected as CAF President. FIFA. 20 January 2000."}}}}