{"batchcomplete": "", "query": {"pages": {"26480696": {"pageid": 26480696, "ns": 0, "title": "Jibril Rajoub", "extract": "Jibril Mahmoud Muhammad Rajoub (Arabic: جبريل رجوب, born 14 May 1953), also known by his kunya Abu Rami, is a Palestinian political leader, legislator, and former militant. He leads the Palestinian Football Association and the Palestine Olympic Committee. He was the head of the Preventive Security Force in the West Bank until being dismissed (along with the force's chief in Gaza, Ghazi Jabali) in 2002. He had been a member of the Fatah Revolutionary Council until 2009 and was elected to the Fatah Central Committee at the party's 2009 congress, serving as Deputy-Secretary until 2017, before being elected Secretary General of the Central Committee in 2017.\n\n\n== Biography ==\n\n\n=== Early years ===\nRajoub was born in the town of Dura, near Hebron. In 1968, he was arrested by Shin Bet at age 15 on suspicion of aiding fleeing Egyptian officers, and spent four months in prison. While in prison, he met a local Fatah leader, who recommended that he be accepted into the organization, which was then secretive. After his release, he joined Fatah. His tasks were to assist fighters and build up cells in the Hebron hills.In September 1970, Rajoub was arrested for throwing a grenade at an Israeli army bus near Hebron. He was tried and convicted of this attack and of membership in an armed group, and sentenced to life in prison. He became a prominent figure among prisoners, leading hunger strikes and protests. He also studied Zionism and Hebrew extensively and, together with a cellmate, translated The Revolt by Menachem Begin into Arabic. Rajoub spent time in numerous prisons throughout the West Bank and Israel, as Israeli authorities moved prisoners around to disrupt their organization.\n\n\n=== 1985–1993 ===\nIn 1985, Rajoub was one of 1,150 Arab prisoners freed in exchange for three Israeli hostages held by the PFLP-GC. He was soon rearrested for resuming militant activities, and was interrogated and placed in solitary confinement. He was hospitalized after a 30-day hunger strike. After his recovery, he returned to prison, and was released seven months later. In September 1986, he was arrested again for militant activity, and was imprisoned until March 1987.Rajoub continued to work with Fatah cells in the West Bank. He was arrested for his activities during the First Intifada in December 1987, and was deported to Lebanon in January 1988. He relocated to Tunis, Tunisia, where he was an advisor on the intifada to Fatah deputy leader Khalil al-Wazir. After Wazir's assassination by Israeli commandos, he became a close lieutenant of Arafat, and was allegedly behind a 1992 plot to assassinate Ariel Sharon.\n\n\n=== 1994–present ===\nIn 1994, Rajoub was allowed to return to the West Bank following the signing of the Oslo Accords. He served as head of the Preventive Security Force until 2002, and Yasser Arafat appointed him as his national security advisor in 2003. During his tenure, he was accused of using the force to quash political dissent and harass political opponents of Arafat and the Palestinian National Authority, including the use of torture. During the Oslo years, he criticized the growing influence of religious fundamentalism in Palestinian society schools, and launched a major crackdown on Hamas and the Islamic Jihad Movement.Since 2006 Rajoub has been President of the Palestinian Football Association. He is also President of the Palestine Olympic Committee, Head of the PLO Supreme Council for Sport and Youth Affairs and Chairman of the Palestinian Scout Association. He was awarded the Mohammed Bin Rashid Al Maktoum Creative Sports Award for sports administrative creativity in 2013.In an interview which aired on Palestinian Authority TV on September 23, 2011 (as a response to a speech by U.S. President Barack Obama at the UN regarding Palestinian independence as translated by MEMRI), Rajoub sharply criticized Obama, stating that \"Obama's speech was idiotic. It did not even reflect the US policy or the doctrine they employed in the past. It sounded like a speech of a student leader in a university, rather than the speech of a leader of a superpower.\"In June 2012, as head of the Palestine Olympic Committee, Rajoub called a request for a minute of silence to remember the 11 Israeli athletes murdered at the Munich Olympics in the Munich Massacre by Palestinian terrorists in 1972 \"racist\".In 2013, Rajoub told Hezbollah-affiliated television network Al Mayadeen \"until now we have not had nuclear weapons\", he declared, \"but in the name of Allah, if we had nuclear weapons, we'd be using them.\"In November 2015, Rajoub named a table tennis tournament in honor of Muhannad Halabi, who had stabbed and killed two Israeli civilians in Jerusalem a month prior. A poster advertising the tournament featured two images of Halabi, and stated: \"patronage of the leader Jibril Rajoub, head of the Palestine Olympic Committee.\" He also attended a boxing match named in honor of Ali Hassan Salameh, a planner of Black September, which killed 11 Israeli Olympians during the 1972 Summer Olympics in Munich.In August 2018 Rajoub was fined CHF 20,000 (US$20,333) and banned by the Fédération Internationale de Football Association (FIFA) from FIFA matches for a year for inciting hatred and violence against an Argentinian team proposing to play a friendly match in Israel (\"breaching article 53 (Inciting hatred and violence) of the FIFA Disciplinary Code\"). In July 2019, his appeal on the ban was dismissed by the International Court of Arbitration for Sport.In January 2019 FIFA launched an investigation into Rajoub for glorifying terror and inciting violence. A letter by FIFA's chief of investigations on its ethics committee alleged that Rajoub “glorified terrorism,” politicized football, employed racist language when referring to Israelis, including comparisons to “Satan and Nazis,” and encouraged football competitions and teams to be named after convicted Palestinian terrorists.\n\n\n== References ==\n\n\n== External links ==\n\nInterview with Al-Jazeera\nFor Palestinians, More Than Just A Soccer Game Interview with the New York Times\nJibril Rajoub – Biography and Reaction to One Minute of Silence, The Jewish Press"}}}}