{"batchcomplete": "", "query": {"pages": {"58791427": {"pageid": 58791427, "ns": 0, "title": "Jorge Andres", "extract": "Jorge Andres (born Jorge Andres Alfaro; July 7, 1984 in Lima, Peru) is a Peruvian-American sportscaster and sports reporter, who currently is an on-air talent for NBC Universal. Andres was a Sportscenter anchor at ESPN.\n\n\n== Early years ==\nAndres attended Radford University in Radford, Virginia. He is a member of the Beta Omega chapter of the Phi Kappa Sigma international fraternity. He is a graduate of George Mason University where he was a Tight End for the Patriots football program. Born in Lima, Peru Andres and his family immigrated to the United States when he was five. He was raised in Springfield, Virginia where he was a drummer throughout High School and College. He is a loyal Washington Redskins fan.\n\n\n== Broadcasting career ==\nAndres began his on-air career in Fredericksburg, Virginia in 2006 as a sports anchor for the former Spanish-language station \"Union Radio\" 1350AM WNTX. He was then an update anchor for the former Red Zebra Broadcasting ESPN properties in Washington, DC (2006–2008) where he formed part of the first Spanish-language play by play team in Washington Redskins history on ESPN Deportes Radio 730AM WXTR (AM). In 2008, Andres became the lead anchor and sports director at WZDC-CD Telemundo Washington where he anchored the Sports segment of \"Telenoticias Washington\" (2008–2011). In 2011, Andres made the jump to national broadcasting by joining ESPN where he anchored Sportscenter, NBA Tonight, and Baseball Tonight. After his time at ESPN, Andres had a short stint with the American Sports Network in West Palm Beach, Florida before leaving the network to join CBS Sports HQ as one of the new streaming network's first Anchors in 2016. In February 2019, Andres joined NBC Sports Boston as a Multiplatform Anchor and Reporter. However, in March 2019, Andres took a leave of absence from his position at NBC Sports to tend to a private family matter. As of August 2020 Andres joined NBC Universal’s national network as an NFL studio analyst to host the networks prime time coverage of Sunday Night Football en Español on NBC's sister network NBC Universo. He also serves as color commentator and analyst on the marquee Sunday Night Football play by play broadcast alongside Carlos Ramirez. The new play by play team is set to broadcast Super Bowl 56 in Los Angeles for the first time ever through cable television. In addition to Sunday Night Football, Andres serves as a correspondent for “Se habla NFL”, a digital show showcased throughout all of Telemundo Deportes platforms. Andrés serves as a correspondent for Zona Mixta on Telemundo Deportes as well as all digital platforms of NBC and Telemundo. As of January 2021, Andres responsibilities with NBC Universal expanded to Anchor the weekday and weekend Sports Broadcast of NBC 6, WTVJ, and the noon sports broadcast for Telemundo 51, WSCV, in addition to his national network duties with both Telemundo Deportes and NBC Sports. \n\n\n== Charity work ==\nAndres is a motivational speaker for the \"Michael Walton Foundation\" empowering youth in Washington, DC, New York City, Milwaukee, WI and New England areas. In addition, Andres has helped raise funds for the Haitian Orphans of the \"imME.org\" foundation. Andres is involved with the CROS Ministries soup kitchen in Delray Beach, Florida serving the homeless in the community as well as the Samaritan's Purse hurricane relief efforts.\n\n\n== References ==\n\n\n== External links ==\nJorge Andres on Twitter\nJorge Andres on Instagram"}}}}