{"batchcomplete": "", "query": {"pages": {"2322715": {"pageid": 2322715, "ns": 0, "title": "Kalusha Bwalya", "extract": "Kalusha Bwalya is a Zambian former international footballer. He is Zambia's eighth-most capped player and third on the list of all-time top goalscorers behind Godfrey Chitalu and Alex Chola. Kalusha was named African Footballer of the Year in 1988 by the magazine France Football and was nominated for the 1996 FIFA World Player of the Year where he was voted the 12th-best player in the world, the first to be nominated after playing the entire year for a non-European club.\nHis older brother Benjamin Bwalya played professional football, and his younger brother Joel Bwalya also played for Zambia. His cousin is former Cardiff City and Welsh national football team international Robert Earnshaw. \nHis career as a player, coach and president of the Football Association of Zambia is partly shown in the documentary film \"Eighteam\".On 20 March 2016, Kalusha lost the Football Association of Zambia (FAZ) elections to a renowned businessman-turned football official Andrew Kamanga by 163 to 156 votes in what many thought was an impossible task for the challenger.In August, 2018, the world soccer governing body FIFA banned Bwalya for two years from all football-related activities at both national and international level. The FIFA adjudicatory chamber of the independent Ethics Committee found him guilty of having violated article 16 (Confidentiality) and article 20 (Offering and accepting gifts and other benefits) of the FIFA Code of Ethics. It is alleged that Bwalya received a bribe in the form of a gift from Mohammed Bin Hammam, a Qatari official. Kalusha is considered one of the greatest players in Zambian football history.\n\n\n== International career ==\nBwalya was a member of the national squad that participated at the 1988 Olympic Games, making his mark with a most famous hat-trick in a 4–0 victory against Italy. At the full international level, he appeared in 87 international matches and scored 39 goals from 1983 to 2004. He debuted against Sudan in April 1983 at Dag Hammarskjoeld Stadium in a Cup of Nations qualifier in Ndola, and scored his first goal against Uganda in a World Cup qualifier the following year at the same venue. He has appeared in multiple tournaments, including six editions of the African Cup of Nations.\nAlthough he was captain of the national football team during the qualification matches for the 1994 World Cup, Kalusha was not on the ill-fated flight on 28 April 1993 when the entire team and its management were killed when the plane crashed into the Atlantic Ocean off Gabon.  As he was playing for PSV Eindhoven, his schedule had him flying from the Netherlands to Senegal to join the team instead of being on the team plane. Kalusha Bwalya, Africa's most famous \"Number 11\", took on the mantle of spearheading the revival of the national side the following year, captaining the side to the Runners-Up spot at the CAF African Nations Cup 1994 in Tunisia—where they succumbed to the Super Eagles of Nigeria; this was to be the peak of his own career and Zambian football for a long time to come. The national team finished in 3rd place at the next edition of the Africa Cup in South Africa in 1996, with Kalusha winning the Golden Boot Award as the top scorer at the tournament.\nHe was a player-coach during the African 2006 World Cup qualification matches. On 5 September 2004, Zambia played Liberia, and the match was tied 0–0 minutes before the end. Kalusha, aged 41, came off the bench during the second half, scoring from a trademark direct free kick to give Zambia a 1–0 victory and the lead of Africa's Group 1. However, Zambia finished third and failed to qualify for the 2006 World Cup.\nDespite the failure to qualify, Bwalya coached Zambia at the 2006 African Cup of Nations. Following their elimination in the first round, however, Bwalya resigned from his post.\nKalusha's dream of holding the coveted AFCON trophy came 2012 when the Zambia National Football Team, which was underestimated by many football pundits upset the star-studded Ivory Coast to win the final of the 2012 tournament. As Zambian FA President, he joined the players and lifted the cup in a country where his former teammates perished in an aircraft disaster. This emotional story is narrated in the documentary film \"Eighteam\", directed by Juan Rodriguez-Briso.\nHe has nevertheless remained actively involved in international football, contributing to the 2006 World Cup as a member of FIFA's Technical Study Group. He was also one of the ambassadors of the 2010 World Cup which was held in South Africa.\n\n\n== Club career ==\nBwalya's career in Europe began at Cercle Brugge in Belgium. In his first season, he was the club's top scorer and was twice voted supporters' player of the year. Such was his impact that Dutch giants PSV Eindhoven took him to the Eredivisie, and he describes winning the championship twice in 1990/91 and 1991/92, under Bobby Robson, as a career highlight.\nHe jokingly adds that: \"Most of the time we played in the opponents half, because the team was so good. You know, we had Romario, Gerald Vanenburg, Eric Gerets, Wim Kieft and Hans van Breukelen and just to be with that group, to train with them day in, day out, was an experience.\"\nBwalya's next stop was Club America, to whom he moved in 1994. The Mexican club's home ground is the legendary Azteca, an arena of which the Zambian icon has very fond memories. As he told FIFA.com: \"I am privileged to have played in the best stadium in the world – and to have been able to call it my home ground.\" The Mexico experience in general was cherished by Bwalya, who devoted almost eight years of his career to the country and recalls his time there as \"probably the best of my life\".\nOn the international front, his earliest achievement was arguably one of the most remarkable hat-tricks in modern football history, with three-times World Cup champions Italy on the receiving end in a 4–0 win for the Zambians at the 1988 Olympics. Bwalya acknowledges that the result was a surprise, but adds: \"Zambia is a sleeping giant in a way. It is a small country in terms of football, but we were the first African team to beat a European power as convincingly as that.\"\n\n\n== Administrative career ==\nBwalya currently serves as a standing committee member at FIFA and the Confederation of African Football and as of 2008 was the president of the Football Association of Zambia from 2008 to 2016. He lost the FA presidency to Andrew Kamanga when he attempted a third term bid in office during the 2016 FAZ AGM. Previously he was vice president.\nIn the first half of 2006, Bwalya resigned from his position as the Zambia coach but having served as vice president of the Football Association of Zambia until 2008, he was voted in to be president as of 2008. This was as a result of pressure from members of the Football Association of Zambia as well as the media. On 23 February 2008, he was elected into the CAF Executive Committee.\n\n\n== Honours and achievements ==\nMufulira WanderersZambian Challenge Cup: 1984PSVEredivisie: 1990–91, 1991–92\nKNVB Cup: 1989–90\nDutch Supercup: 1992\n\n\n=== Individual ===\n\n\n==== Awards ====\n2 x Pop Poll d'Echte Cercle Brugge K.S.V.: Player of the Year: 1986–87 & 1987–88.\nAfrican Footballer of the Year: 1988\n\n\n==== Performances ====\n1996 Afcon Top Scorer\n\n\n== See also ==\n Football in Africa portal\n\n\n== References ==\n\n\n== External links ==\nKalusha Bwalya – FIFA competition record (archived)"}}}}