{"batchcomplete": "", "query": {"pages": {"13951234": {"pageid": 13951234, "ns": 0, "title": "Kazi Salahuddin", "extract": "Kazi Md. Salahuddin (Bengali: কাজী সালাউদ্দিন; born 23 September 1953) is a Bangladeshi former football player currently serving as a president of South Asian Football Federation. He was a member of the Shadhin Bangla Football Team, the team which played across India to raise funds during the Bangladesh Liberation War in 1971. Salahuddin is the first professional football player from the country to play abroad in the professional league in Hong Kong and considered to be one of Bangladesh's most famous football players. He was a member of the Bangladesh national football team, retiring in 1980. He has an approximation of 111 goals in the Dhaka Football League, and is considered to be Bangladsh's first professional sports Athlete.\n\n\n== Early life ==\nSalahuddin was born in an elite family on 23 September 1954 in Dhaka, East Bengal. Salahuddin enrolled in BAF Shaheen College and became involved in athletics there. While Salahuddin was in seventh grade he was selected for his school football team and was the youngest member of his team. In 1968, Salahuddin started playing cricket for Azad Boys in the Premier division cricket league. Later that year, he joined the second division football club, Dilkusha Club, at the request of his sports teacher. Following a troublesome period, Dilkusha Club won the championship that season and were promoted to the premiership. That year Salahuddin became the second division's top goalscorer with 14 goals. In 1979, Salahuddin left Dilkusha Club to join First Division side Wari Club, which was considered to be the oldest club in East Pakistan (now Bangladesh). In his first league game with Wari, he scored a hattrick against Rahmatganj MFS, and ended the season with a total of 18 league goals. By his first season at the top-tier, Salahuddin had made a name for himself as the country's youngest football prospect. In 1970, he was snatched up by Mohammedan Sporting Club, the leading club of East Pakistan. Salahuddin played the 1970 season with the club, failing to beat East Pakistan IDC to the title, and when the war of liberation started in Bangladesh in 1971, league football was stopped.\n\n\n== Career ==\n\n\n=== Shadhin Bangla Football Team ===\nAt the start of 1971, Salahuddin went to West Pakistan to play in the regional championship for Dhaka. After the tournament he was called to join the camp for the Pakistan national football team. He came back to Dhaka on 20 March but was only in the country for five days when a planned military pacification carried out by the Pakistan Army to curb the Bengali nationalist movement in erstwhile East Pakistan called Operation Searchlight started. His family wanted him to go to London, however, Salahuddin wanted to take part in the Bangladesh Liberation War. His father agreed and he crossed the border to reach Agartala where he joined the training camp for the guerilla soldiers. In 1971, he heard about Shadhin Bangla Football Team, a team of Bangladeshi football players who played in India to raise money and awareness about the war, from a photo journalist.  The journalist, from Kolkata, convinced him to play for the team and explained to him the importance about growing public support for the war. Salahuddin decided to play and went to Kolkata on a Cargo Plane of the Indian Air Force. In Kolkata, he met with many of his teammates from Dhaka and played his first match for the team against Nadia XI, from Nadia district, on 26 July 1971. That day Salahuddin acompanied Enayetur Rahman Khan, in the team's forward line, as the game ended 2–2. After that match, Salahuddin and his teammates played against Mohun Bagan AC, a top team from Kolkata. For diplomatic reasons Mohan Bagan used the name 'Goshtya Pal XI'. Gostha Pal, a central defender nicknamed 'the Chinese Wall' had played with great distinction for Mohan Bagan in the early part of the 20th century. Pal was originally from Faridpur, now part of Bangladesh. Salahuddin carried on to play in different parts of India with his team to raise money and create public support for Bangladesh.\n\n\n=== Return to Mohammedan SC ===\nFollowing the independence of Bangladesh, Salahuddin came back to the country, and played the first football match in Independent Bangladesh as the Bangladesh XI took on the President XI, however, Salahuddin's team lost to Preseidnet XI 0–2. He played for Mohammedan during the first edition of the Independence Cup, which was held to celebrate the country's liberation. In the final against East End Club, Salahuddin scored a brace as Mohammedan SC won the game 3–1 (the other goal was scored by Aminul Islam).On 12 May 1972, India's Mohun Bagan AC was the first foreign club to visit independent Bangadesh to play a football match, they took on Mohammedan SC (as they were the first Independence Cup),  again as the \"Gosthpal XI\", due to Bangladesh not being a FIFA member at the time. After losing the first friendly (1–0), with Salahuddin and majority of the MSC squad were called up to the \"Dhaka XI\" squad. \nOn 13 May, Mohun Bagan took on the \"Dhaka XI\", who were the unofficial Bangladesh national team, consisting of the best players in the country at the time. The game was highly anticipated, with Bangladesh's president Sheikh Mujibur Rahman (a former footballer himself) being present at the Dhaka Stadium to witness the game. Salahuddin volley earned Dhaka XI the win, a goal which was later praised by Mohun Bagan's Chuni Goswami, while the Kolkata teams captain stating \"This is one of the best goals I have ever seen.\"\n\n\n=== Success with Abahani ===\nIn 1972, Sheikh Kamal, the chief patron of Dhaka Abahani, asked him to join the newly formed club, which was the first club formed in independent Bangladesh. Salahuddin refused and told him that he would only join if the team was strong. In the meantime during the football off season, he played cricket for Azad Boys and made his career best score of 94 runs against Abahani. Eventually he decided to focus more on soccer and refused a call from the national cricket squad. By that time Kamal had managed to sign seven national team members for Abahani, including players from the country's top three clubs Mohammedan SC, Dhaka Wanderers and Team BJMC. Eventually, Salahuddin joined the team before the 1972 Dhaka Football League went underway.\nAside from his year long stint in Hong Kong, Salahuddin stayed at Abahani until his retirement as a player in 1984. He won Dhaka League title with the sky blues in 1974, 1977, 1981, 1983, and 1984. He was the highest scorer in the league for four seasons, first in 1973 when he scored 24 goals, then again in 1977 and 1979 respectively with 14 goals, and for the last time in 1980 Dhaka league with 15 goals. In 1974, he had also scored 15 goals however, finished as the second top scorer with one less than Dilkusha SC's striker Neelu. In 1975, Salahuddin scored 2 goals in 2 games before moving to Hong Kong and in 1978, during an injury hit season, he scored 8 goals in 7 games.Throughout his Abahani career he had great understanding with the attacking midfielders. Monwar Hossain Nannu, Amalesh Sen and Kurshed Babul provided him with plenty of assists. Also, his combination with left winger Ashrafuddin Ahmed Chunnu served both the club and then national team greatly for almost a decade. Two of his most memorable goals for Abahani, came in a long distance winner against Rahmantganj MFS during Abahani's journey to the league title that year, and in 1979 when he scored against Kolkata Mohammedan from India.On September 1982, Abahani star players, Kazi Salahuddin, Chunnu, Golam Rabbani Helal and Kazi Anwar were arrested after a league game against Mohammedan SC, due to violently protesting the referee's decision. However, the court held them accountable for conspiring a military coup against Hussain Muhammad Ershad, who was the counry's dictator at the time. Salahuddin and Chunnu were given a sentence of three month while the others were sent to jail for 6 months. However, with local football's popularity at the time being at its peak, all four footballers were released after 17 days, due to massive protests all over the country. The event was later branded as the \"Black September\" of Bangladeshi football.In 1984, at the peak of his form, Salahuddin decided to retire from football. His brace in the league deciding match against Brothers Union brought Abahani the title. On 19 October 1984, he played his last professional game, coming against rivals Mohammedan SC, during the final game of the season. The following year he replaced Ali Imam as the club's manager and completed his hattrick of league titles.\n\n\n=== International debut and Hong Kong league ===\nSalahuddin made his debut for the Bangladesh national football team in 1973, when they were invited to participate in the 1973 Merdeka Cup, held in Malaysia. On 26 July 1973, Salahuddin scored in Bangladesh's first official game, a 2–2 draw with Thailand. His gaol was the country's second ever international goal, as Bangladesh went onto lose the penalty shootout of the group allocation match 0–1. During the same tournament, Salahuddin also found the net against Singapore (1–1). On 13 August 1973, Bangladesh flew to Singapore to face the hosts after the Medeka Cup had ended, and during the tightly contested match Salahuddin scored the only goal, giving his country its first official win in international football.After a years without international football, Salahuddin and his team were invited to take part in the 1975 edition of the Meedeka Cup. During the tournament Salahuddin scored against Thailand, Hong Kong and Burma, except for his strike against Thailand (1–1), all his goals coming in heavy defeats. However, his solo goal against Hong Kong earned him interest from abroad. At the end of the 1975 Merdeka Cup he and his teammates came to know about the Assassination of Sheikh Mujib. Coming back to Dhaka, Salahuddin saw  his felow Abahani players and staff devastated and thus, decided to leave the country. He accepted the proposal to play in the Hong Kong First Division League, in 1975, which was at the time the only professional football league in Asia.There he played for Caroline Hill FC for one season.  He played 18 league games for the club, and eventually returned to Abahani the following year. The move made Salahuddin the first ever Bangladeshi football player to have an appearance for a foreign football club in a professional football League, in Bangladesh football history.Salahuddin along with 6 other Abahani players withdrew from Bangladesh's 1978 Asian Games final squad, after Abahani captain and the country's senior most player at the time Monwar Hossain Nannu was stripped of the captaincy by officials. In 1979, Salahuddin returned to the national team during Bangladesh's first attempt at qualifying for the AFC Asian Cup. During the qualifying stage Salahuddin had created a striking partnership with Ashrafuddin Ahmed Chunnu and Abdul Halim, and the trio's goals guided Bangladesh to the main tournament. Salahuddin's goals at the qualifiers came in a 1–1 draw with middle eastern giants Qatar, and in a 3–2 victory over Afghanistan, where Salahuddin scored the winning goal to confirm Bangladesh's 1980 AFC Asian Cup berth. On 16 September 1980, during the 1980 Asian Cup in Kuwait, Salahuddin became the first Bangladeshi goalscorer at the main stage of the Asian Cup, with his penalty against North Korea. The game ended as a 2–3 loss, but is still considered to be one of Bangladesh's greatest ever performances.Due to the bias held against Abahani players after the 1982 Military Coup, Salahuddin was denied a chance to join the Bangladesh team during the 1982 Quaid-e-Azam, in Pakistan and 1982 Bangladesh President's Gold Cup. With Salahuddin being arrested alongside his Abahani teammates (Chunnu, Helal and Kazi Anwar) during the Black September event, he was yet again left out of the national team, for the 1982 Asian Games. In the end Salahuddin did not play for the Bangladesh national team after 1980. In total he made twenty seven official appearances for the national team and scored 9 times.\n\n\n=== Manager ===\nAfter retiring from football, Kazi Salahuddin took on the coaching profession. He became the manager of Abahani Limited Dhaka in 1985, replacing his former coach Ali Imam as the club's head coach. The same year, Salahuddin completed his hattrick of titles by winning the 1985 Dhaka First Division League, despite Ali Imam's Brothers Union team giving Abahani a fight till the end. Abahani's historic hattrick league triumph meant that Salahuddin had won the first two titles as a player (1983 & 1984) and the final one as the manager. \nSalahuddin also became the manager of Bangladesh national football team the same year, while still being part of the Abahani coaching panel. He was in charge of Abahani until 1987, and in 1988, Salahuddin again took charge of the Bangladesh national football team once more, and this time during the 1988 AFC Asian Cup qualifying round in Abu Dhabi. After a couple of years without being involved in the game, Salahuddin was rehired as Abahani's coach in 1992. \nIn 1994, Salahuddin resigned from Abahani as coach, and joined Muktijoddha KC, while protesting the gentlemen's agreement between Mohammedan-Brothers and Abahani which lowered player salaries. Salahuddin and Muktijoddha was sent to Qatar by the Bangladesh Football Federation in order take part in the Qatar Independence Cup as the Bangladesh national team. Fourteen players from Muktijoddha along with three guest players were selected, and the club also wore its own jersey during the entirety of the tournament. He guided the team into winning 1-0 against Yemen, but the team were defeated by India in the group deciding game.\n\n\n=== Organizer ===\nHe became vice-president of the Bangladesh Football Federation in 2003 and subsequently became chairman of the National Team Management Committee. He stepped down from the rank after a controversial attempt of BFF president for Selecting the manager of the U-20 National Football  team. Later on in 2008, 28 April, Kazi Md. Salahuddin elected as the president of Bangladesh Football Federation. After getting elected in BFF, he secured BDT 160,000,000 (equivalent to USD 2,285,714 appx) for three years from a multinational Mobile Operator Pacific Bangladesh Telecom Limited (Citycell) for three years as Sponsorship Money for partnering Bangladesh Football Federation in running its competitions, which is a record in the History of Bangladesh Football. Again on 3 October 2009 in South Asian Football Federation Election Congress Dhaka 2009, Kazi Md Salahuddin elected was uncontested as President of South Asian Football Federation (SAFF). Kazi Md Salahuddin was also selected as the member of FIFA Technical & Development Committee (one of the standing committee of FIFA) from 3 December 2009. Kazi Md. Salahuddin remained as BFF President 2008-2012 (Term 1), 2012-2016 (Term 2), 2016-2020 (Term 3) and 2020-2024 (Term 4).\n\"If I leave, there will be no football.\"\nKazi Salauddin according to many is recognized as the first ever true sporting superstar of Bangladesh since his achievements both on and off the field is notable. He was the first ever player to play abroad and score many vital goals for both club and country. He is one of the two players who scored for Bangladesh in the Asian cup in 1980, the first and only appearance for the country in the Asian cup, to date. As a president of the national team he is known for organizing the first ever professional league in Bangladesh the B.league. He organized the koti takar khela between Mohammedan and Abahani which was  official and the first ever Super Cup tournament in Bangladesh in 2009. His most notable achievement was to bring the Argentina national football team along with superstar Lionel Messi to Bangladesh in 2011, in order tp play a friendly game against Nigeria. Though despite all the achievements, he is widely criticized for the recent downturn of Bangladeshi football as the nations ranking had stooped to its lowest ever position 196, in 2018.\n\n\n== Career statistics ==\n\n\n=== Club ===\n\n\n=== International ===\nAs of 25 September 1980\nScores and results list Bangladesh's goal tally first.\n\n\n== Honours ==\n\n\n=== Player ===\nDhaka League = 1974, 1977, 1979, 1983, 1984.\nFederation Cup = 1982,1984\n\n\n=== Manager ===\nDhaka League = 1985, 1992\n\n\n== References ==\n\n\n== External links ==\nKazi Salahuddin Profile\nDaily Star interview on BanglaFootball.net"}}}}