{"batchcomplete": "", "query": {"pages": {"3718895": {"pageid": 3718895, "ns": 0, "title": "Lamin Kaba Bajo", "extract": "Lamin Kaba Bajo (born 10 November 1964) is a former Gambian politician and diplomat who is the current president of the Gambia Football Federation, having been elected in September 2014.\nA military officer who commanded the presidential guard of Dawda Jawara, Bajo was not involved in the 1994 coup that brought Yahya Jammeh to power, but subsequently joined his government. He first served in cabinet from 1995 to 2000, and was then Ambassador to Saudi Arabia from 2002 to 2005. From 2005 to 2006, Bajo was Secretary of State for Foreign Affairs (the equivalent of foreign minister). He was also a government minister from 2010 to 2012 and for a brief spell in 2014, and in between stints in cabinet held ambassadorships to Iran (2007–2009), Qatar (2009–2010), and Morocco (2012–2014).\n\n\n== Early life ==\nBajo was born in Brikama, and received his secondary schooling at the Muslim High School in Banjul. He joined the Gambia National Gendarmerie (later called the Gambia National Army) in April 1984, and by January 1993 had been promoted to captain. He was made commander of the presidential guard in January 1994, under President Dawda Jawara, however left the country following the bloodless coup d'état a few months later (which saw Yahya Jammeh become the new head of state). Bajo was reconciled to the new leadership within a short period of time, and in August 1994 was made Commissioner of the Western Division by the Armed Forces Provisional Ruling Council (AFPRC). He and another officer, Edward Singhateh, became members of the AFPRC in January 1995, following the arrest of two others for an alleged coup attempt.\n\n\n== Politics ==\nIn January 1995, at the same time as he was added to the AFPRC, Bajo was also appointed Minister of the Interior in Jammeh's new cabinet. He served in that position until 1997 (and relinquished his army commission in September 1996), but remained in Jammeh's ministry until being dismissed in May 2000, at various times being responsible for youth, sports, religious affairs, local government, and lands. Bajo returned to favour in October 2002 and was appointed Ambassador to Saudi Arabia, a country with which the Gambia had had strong ties since independence. He was recalled to the Gambia in October 2005, in order to replace Musa Gibril Bala Gaye as Secretary of State for Foreign Affairs. Bajo held that position until October 2006, when Jammeh dissolved his entire cabinet. He was initially replaced by Maba Jobe, but Jobe's appointment was revoked after a week in favour of Bala Garba Jahumpa.In February 2007, Bajo was appointed Ambassador to Iran, a new position. Gambian relations with Iran had been \"cordial but not particularly close\" in the past, but by the late 2000s Iran had become a \"relatively important source of imports\". Bajo's next appointment was as Ambassador to Qatar, which he took up in July 2009. He returned to cabinet in February 2010 with responsibility for fisheries, water resources, and National Assembly matters, but left in February 2012 in order to take up the position of Ambassador to Morocco. Bajo briefly returned to cabinet in April 2014, replacing Ousman Sonko as Minister of the Interior, but served for only a short period before Sonko was recalled. He returned to Morocco, but was replaced as ambassador a short time later, in June 2014.\n\n\n== Football ==\nIn September 2014, Bajo was elected president of the Gambia Football Federation (GFF), the governing body of association football in the country. Questions were raised about the fairness of the result, with allegations made that the vote had been rigged to ensure the success of the government's preferred candidate. The GFF board had been dissolved by FIFA earlier that year due to government interference.\n\n\n== References =="}}}}