{"batchcomplete": "", "query": {"pages": {"304749": {"pageid": 304749, "ns": 0, "title": "Lee", "extract": "Lee may refer to:\n\n\n== Name ==\n\n\n=== Given name ===\nLee (given name), a given name in English\n\n\n=== Surname ===\nChinese surnames romanized as Li or Lee:\nLi (surname 李) or Lee (Hanzi 李), a common Chinese surname\nLi (surname 利) or Lee (Hanzi 利), a Chinese surname\nLý (Vietnamese surname) or Lí (李), a common Vietnamese surname\nLee (Korean surname) or Rhee or Yi (Hanja 李, Hangul 리 or 이), a common Korean surname\nLee (English surname), a common English surname\nList of people with surname Lee\nList of people with surname Li\nList of people with the Korean family name Lee\n\n\n== Geography ==\n\n\n=== United Kingdom ===\nLee, Devon\nLee, Hampshire\nLee, London\nLee, Mull, a location in Argyll and Bute\nLee, Northumberland, a location\nLee, Shropshire, a location\nLee-on-the-Solent, Hampshire\nLee District (Metropolis)\nThe Lee, Buckinghamshire, parish and village name, formally known as Lee\nRiver Lee - alternative name for River Lea\n\n\n=== United States ===\nLee, California\nLee, Florida\nLee, Illinois\nLee, Indiana\nLee, Maine\nLee, Massachusetts, a New England town\nLee (CDP), Massachusetts, the central village in the town\nLee, Nevada\nLee, New Hampshire\nLee, New York, a town\nLee (hamlet), New York, within the town of Lee\nLees Station, Tennessee, also called Lee\nLee Peak, in Missouri\nMount Lee, in California\nVan Aken–Lee (RTA Rapid Transit station) (signed \"Lee – Van Aken\"), a station on the RTA Blue Line in Cleveland, Ohio\nLee County (disambiguation)\nLee Township (disambiguation)\n\n\n=== Other countries ===\nLée, France\nLee (Village) - Pauri Garhwal, Uttarakhand, in India\nElectoral district of Lee, South Australia\nRiver Lee, in Ireland\nLee (Vechte), a river of Germany, tributary of the Vechte\n\n\n== Enterprises ==\nLee (jeans), a clothing brand\nLee Enterprises (LEE on NYSE), publicly traded newspaper holding company including St. Louis Post Dispatch\nLee Equity Partners, a private equity firm founded by Thomas H. Lee after leaving Thomas H. Lee Partners in 2006\nLee Filters, a manufacturer of lighting filters\nLee University, a private liberal arts university in Cleveland, Tennessee, United States\nThomas H. Lee Partners, a private equity firm founded by, but after 2006 not associated with, Thomas H. Lee\nLee Tires, a division of Goodyear\n\n\n== Art, entertainment, and media ==\nLee (2007 film), a 2007 film\nLee (2017 film), a 2017 film\nLee (novel), a novel by Tito Perdue\n\"Lee\", a 1973 single by The Detroit Emeralds\n\n\n== Other uses ==\nTropical Storm Lee (2011)\nLee side, the side of a ship which is downwind, the side away from windward\nLee wave, periodic change of pressure in a stream of air when the wind moves over mountains\nM3 Lee, a medium tank used during World War II\n\n\n== See also ==\nLEA (disambiguation)\nLeah (disambiguation)\nLe (disambiguation)\nLEE (disambiguation)\nLees (disambiguation)\nLee's (disambiguation)\nLeigh (disambiguation)\nLi (disambiguation)\nLy (disambiguation)\nJustice Lee (disambiguation)"}}}}