{"batchcomplete": "", "query": {"pages": {"49553420": {"pageid": 49553420, "ns": 0, "title": "Leo Windtner", "extract": "Leopold \"Leo\" Windtner (born 30 August 1950 in Linz, Upper Austria) is general manager of Energie AG Oberösterreich and honorary president of the Austrian Football Association (German: Österreichischer Fußball-Bund, ÖFB).\n\n\n== Biography ==\nWindtner graduated from the Handelsakademie Linz (business academy in Linz) and subsequently completed studies on world trade at the Vienna University of Economics and Business, where he graduated with a PhD in 1977. In 1978, he started at the Oberösterreichische Kraftwerke AG (OKA), known today as the Energie AG Oberösterreich; in 1985 he was appointed head of department and 1994 was appointed Chief Executive Officer and General Manager. His contract was extended in June 2009 for another five years until October 31, 2014. In March 2017, he handed down his position as Director General to his successor Werner Steinecker.From 1989 to 1996, he was President of the Sportunion Oberösterreich, then until 2009, was President of the Upper Austrian Football Association. In 1999, he was vice-president of the ÖFB and after the resignation of Friedrich Stickler on 7 November 2008, Windtner was elected, through a majority voting against Günter Kaltenbrunner in February 2009, to ÖFB president. After holding the position for over twelve years, Windtner announced in August 2021 that he would not run for president in the election on 17 October 2021.Windtner committed himself politically in the municipality of Sankt Florian and was deputy mayor from 1979 to 1985, and mayor from 1985 to 1995. Since 1996 he has been chairman of the Sankt Florian boys' choir. He has been a member of the catholic student union KÖHV Franco-Bavaria Wien since 1970, and later became member of the KAV Capitolina Rom.From 2004, Windtner was Chairman of the Supervisory board of Oberösterreichische Versicherung, to which Reinhold Mitterlehner succeeded him in this position in June 2019.Windtner is married and has three daughters. He lives in Sankt Florian near Linz.\n\n\n== Honors ==\n2011: Grand Decoration of Honour in Gold with Sash for Services to the Republic of Austria\n2019: Mostdipf-Preis\n\n\n== References ==\n\n\n== External links ==\nCurriculum vitae"}}}}