{"batchcomplete": "", "query": {"pages": {"44804054": {"pageid": 44804054, "ns": 0, "title": "Marco Polo Del Nero", "extract": "Marco Polo Del Nero (born 22 February 1941) is a Brazilian lawyer and sports administrator. He was the president of the Brazilian Football Confederation (Portuguese: Confederação Brasileira de Futebol, CBF), a former member of CONMEBOL's executive committee and of the FIFA Executive Committee.\n\n\n== History ==\nHe is a Brazilian of Italian origins from Montazzoli, Abruzzo.\nDel Nero was elected president of the Federação Paulista de Futebol in 2003 and re-elected for another term in 2010. On 22 March 2012, he replaced Ricardo Teixeira on the FIFA Executive Committee.On 16 April 2014, Del Nero was elected to replace José Maria Marin as president of the Brazilian Football Confederation in 2015.\n\n\n== Involvement with FIFA Scandal ==\nIn May 2015, Del Nero suddenly left Zurich for Brazil, in the wake of the arrests of several FIFA executives. Del Nero resigned as a member of FIFA's Executive Committee in November 2015. In December 2015, after being indicted by the U.S. Department of Justice, Del Nero left the presidency, leaving Brazilian Federal Deputy Marcus Vicente as interim president. In April 2016, Del Nero returned as official president of the CBF.On 15 December 2017, FIFA suspended Del Nero as the head of the Brazilian Football Confederation, as consequence of the FIFA corruption scandal. Del Nero has not left Brazil since May 2015, not even to follow matches of the Brazil national football team, nor to attend official obligations at FIFA or Conmebol. The appointed reason is the eminence of being arrested, just like his predecessor, because of the FIFA corruption scandal. However, he does not comment on the matter. On 27 April 2018, FIFA handed a lifetime ban to Marco Polo Del Nero for taking bribes. He was also fined one million francs.\n\n\n== See also ==\n2015 FIFA corruption case\n\n\n== References =="}}}}