{"batchcomplete": "", "query": {"pages": {"37640517": {"pageid": 37640517, "ns": 0, "title": "Marcelo Claure", "extract": "Raul Marcelo Claure Bedoya is a Bolivian technology entrepreneur, businessman, and investor. Until early 2022 he was the chief executive officer (CEO) of SoftBank Group International and chief operating officer (COO) of SoftBank Group Corporation, He oversaw SoftBank's operations and strategy along with CEO Masayoshi Son. As COO of SoftBank Group, a technology investment company, Claure oversaw portfolio companies such as Boston Dynamics, Arm Holdings, Fortress, SB Energy, and WeWork.  Claure was a SoftBank Group Investment Committee member. He also headed the $5 billion SoftBank Latin America Fund and SB Opportunity Fund, a $100 million fund dedicated to investing in entrepreneurs of color. He is executive chairman of WeWork.Claure previously served as Sprint's President and CEO from 2014 until 2018, and as executive chairman from 2018 until 2020. Credited with having \"led a turnaround\" at Sprint, he oversaw the company's planned merger with T-Mobile USA. He currently sits on the board of the combined company. Prior to joining Sprint, Claure founded the wireless services company Brightstar in 1997, which ranked as the largest Hispanic-owned business in the United States for six years.  Claure sold the company to Sprint in 2014.He served on the board of directors of Arm. Claure is owner of the soccer team Club Bolivar; chairman and co-owner of Girona FC since August 2020. Claure is also involved in philanthropy. In his role at Brightstar, he helped launch One Laptop Per Child and as CEO of Sprint, he created the 1Million Project Foundation. Both initiatives provide computer access to students.\n\n\n== Early life and education ==\nRaúl Marcelo Claure was born in Guatemala on 9 December 1970 to Bolivian parents. At the time of his birth, Claure's father worked as a geologist for the United Nations. When he was two years old his family moved to Morocco, then to the Dominican Republic before moving to La Paz, Bolivia, where Claure spent most of his childhood. He attended the Instituto Domingo Savio school and later transferred to the American Cooperative School in La Paz, graduating in 1989. Later that year, he left La Paz to attend what was then the University of Lowell, in Lowell, Massachusetts. He subsequently transferred to Bentley College in Waltham, Massachusetts, graduating in 1993 with a Bachelor of Science in Economics and Finance. He has an Honorary Doctorate of Commercial Sciences from Bentley University.\n\n\n== Business career ==\nClaure returned to La Paz after graduating college and joined the Bolivian Football Federation as the head of business operations. In 1995, he returned to the United States and bought USA Wireless, a cellular retailer. He expanded the company before selling it one year later. In 1996, Claure became President of Small World Communications, a California-based communications and distribution company. He led the company for two years before relocating to Miami, Florida.\n\n\n=== Brightstar CEO ===\nClaure founded Brightstar in Miami in October 1997, initially focusing the wireless distributor and service provider on Latin America. With Claure as CEO, the company opened offices throughout Latin America and the Caribbean. In 2001, the company entered a distribution agreement with Motorola for all of Latin America, subsequently signing a global distribution agreement in 2007. With Claure retaining ownership,\n\n\n=== Sprint CEO and executive chairman ===\nClaure joined the Sprint Corporation board of directors in January 2014. On 5 August 2014, he was selected to replace Dan Hesse as the head of Sprint Corporation. The announcement was made on 6 August 2014, coinciding with Bolivia's independence day. Claure became Sprint's President and CEO on 11 August 2014. According to Bloomberg, as CEO Claure \"led a turnaround\" of the company, which had been losing $3.3 billion annually. Claure focused on financial cuts and increasing customers, and by August 2015 the company's stock price was rising sharply. During Claure's tenure, Sprint went from losing customers to gaining over 2 million. In addition to achieving its best financial results in company history, the company was also net income positive for the first time in 11 years.Joining the SoftBank Group board in June 2017, Claure was named executive chairman of Sprint Corporation on 2 May 2018. Succeeded as Sprint CEO by Michel Combes, Claure assumed the chairmanship on 31 May 2018 – about one month after Sprint and T-Mobile announced plans to merge. In this role he became focused on achieving regulatory approval for the merger from the Federal Communications Commission (FCC) and the United States Department of Justice (DOJ). After Sprint and T-Mobile completed their merger in April 2020, Claure was appointed to the Board of Directors of T-Mobile. In June 2020, Claure led the second largest secondary offering in US history through the SoftBank sale of $14.8 billion in T-Mobile US shares.\n\n\n=== SoftBank Group International CEO and SoftBank Group COO ===\nOn 2 May 2018, Claure was appointed the COO of SoftBank Group, also becoming CEO of both SoftBank Group International and SoftBank Latin America. Bloomberg described the promotions as a \"reward for salvaging a sinking ship\" at Sprint, with Claure continuing to oversee the plans to merge Sprint and T-Mobile. Alongside SoftBank CEO Masayoshi Son, Claure began overseeing the company's overall business strategy. As COO of SoftBank Group Corp, Claure was given oversight of operating companies such as Boston Dynamics, Arm Holdings, Sprint, Fortress, Brightstar, SB Energy, and WeWork among others. In March 2019 Claure also became CEO of the newly formed $5 billion SoftBank Latin America Fund, considered the largest technology fund focused exclusively on the Latin American market. He also heads the SB Opportunity Fund, a $100 million fund launched in 2020 dedicated to investing in entrepreneurs of color. In November 2020, Claure and three other executives resigned from the SoftBank Group board, with Masayoshi Son stating the move was to \"improve the perception of board independence.\"In January 2021, a blank check firm (SPAC) backed by Claure was aiming to raise $200 million through an IPO, with Claure to become CEO of LDH Growth. Also in January 2021, he began overseeing the SoftBank Miami Initiative, a $100 million funding program dedicated to startups based in or relocating to Miami.\n\n\n=== WeWork executive chairman ===\nIn October 2019, Claure was appointed executive chairman of the board of WeWork, a workspace provider. Claure works alongside Sandeep Mathrani, who he appointed as WeWork’s CEO in February 2020. In March 2021, WeWork announced a definitive agreement to become a publicly traded company via SPAC Merger with BowX Acquisition Corp.\n\n\n== Soccer franchises ==\nClub BolivarIn 2008, Claure created Bolivar Administración, Inversiones y Servicios Asociados, S.R.L. (BAISA), an ownership group which owns the right to operate Club Bolivar for twenty years. Club Bolivar is the most popular soccer club in Bolivia, and one of the top five winning teams in the history of the country. Under Claure in 2014, the team reached the semi final of the Copa Libertadores in South American. In 2021, with Claure as president, Club Bolivar announced becoming the first Partner Club of City Football Group. Also in January 2021, Claure announced Club Bolivar's Plan Centenario, a five-year plan to construct a soccer academy and open the club's ownership to fans.\nInter Miami CFIn 2012, Claure partnered with David Beckham and Simon Fuller in launching Miami Beckham United (MBU), which sought to establish a Major League Soccer franchise in Miami. On 29 January 2018, MLS Commissioner Don Garber announced in a live broadcast that MBU had been awarded the 25th franchise in the league. The press conference at the Arsht Center had attendance of over 1,700, becoming \"a carnival-like gathering in downtown Miami while confetti rained down and soccer enthusiasts chanted and cheered.\" The team name was revealed on 5 September 2018 as Club Internacional de Fútbol Miami, or Inter Miami CF. With the team slated to play in 2020, MBU at the time had proposed building a 25,000-seat stadium near Miami International Airport.On 17 September 2021, it was announced that Beckham and the Mas brothers had bought out Claure and Son's stakes in the ownership group. Ares Management was also added to the ownership group.\nGirona FCMore recently, in August 2020, Claure invested in Girona FC in Spain, partnering with City Football Group to promote the team and becoming a board member.\n\n\n== Boards and committees ==\nClaure is a member of the board at T-Mobile USA. He also serves as executive chairman of WeWork. He joined the board of Univision Holdings in November 2020. In 2018 Claure joined the board of Arm Limited, a semiconductor company. and resigned in 2022. He became the chairman of both Fortress and Brightstar Global Group Inc. in 2019 and is also on the boards of the Bolivian-American Chamber of Commerce and Florida International University. Claure was in the Aspen Institute's 2016 class of Henry Crown Fellows and a member of the Aspen Global Leadership Network. He is a member of the Group of Fifty and the Presidential CEO Advisory Board at the Massachusetts Institute of Technology.\n\n\n== Philanthropy ==\nIn 2008, Claure and Brighstar helped Nicholas Negroponte found One Laptop Per Child, an organization that provides rugged, low-cost laptops to impoverished grade-school students. By 2019, One Laptop Per Child had delivered 2.5 million computers to students in 60 countries. In 2016, Claure created the 1Million Project Foundation in partnership with the Sprint Corporation. The Foundation aims to provide free computer and internet access to a million disadvantaged students in the United States. After the merger with T-Mobile, the goal grew to ten million students and it was renamed Project 10Million.\n\n\n== Awards and recognition ==\nClaure has won a number of business awards. A World Economic Forum (WEF) Young Global Leader, he was named an Ernst & Young Entrepreneur of the Year and is a lifetime member of Ernst & Young's Entrepreneur of the Year Hall of Fame. He is a CEO Council Member for the Wall Street Journal. In 2016, Claure appeared in the Carnegie Corporation of New York’s Great Immigrants: The Pride of America initiative.\n\n\n== Personal life ==\nClaure resides in Miami, Florida. He has six children, including four daughters with his wife Jordan Engard, whom he married in 2005. He has a son and a daughter from a previous marriage.\n\n\n== See also ==\nList of chief executive officers\n\n\n== References ==\n\n\n== External links ==\nMarcelo Claure profile at SoftBank.en"}}}}