{"batchcomplete": "", "query": {"pages": {"543301": {"pageid": 543301, "ns": 0, "title": "Marten", "extract": "A marten is a weasel-like mammal in the genus Martes within the subfamily Guloninae, in the family Mustelidae. They have bushy tails and large paws with partially retractile claws. The fur varies from yellowish to dark brown, depending on the species; it is valued by animal trappers for the fur trade. Martens are slender, agile animals, adapted to living in the taiga, which inhabit coniferous and northern deciduous forests across the Northern Hemisphere.\n\n\n== Classification ==\nResults of DNA research indicate that the genus Martes is paraphyletic, with some studies placing Martes americana outside the genus and allying it with Eira and Gulo, to form a new New World clade. The genus first evolved up to seven million years ago during the Miocene epoch.\n\n\n== Fossils ==\nSeveral fossil martens have been described, including:\n\n†Martes campestris (Pliocene)\n†Martes wenzensis (Pliocene)\n†Martes vetus (Pleistocene)Another described fossil species, Martes nobilis from the Holocene, is now considered synonymous with the American marten.\n\n\n== Etymology ==\nThe Modern English \"marten\" comes from the Middle English 'Mearth' or martryn in turn borrowed from the Anglo-French martrine and Old French martre (Latin martes), itself from a Germanic source; cf. Old English mearþ, Old Norse mörðr, and Old High German and Yiddish מאַרדאַר mardar. A group of martens is called a \"richness.\"\nmarten (n.)\nagile, short-legged, bushy-tailed, medium-sized carnivorous mammal in the weasel family, largely nocturnal and found in forests across the colder parts of the northern hemisphere, c. 1300, martrin, \"skin or fur of the marten,\" from Old French martrine \"marten fur,\" noun use of fem. adjective martrin \"of or pertaining to the marten,\" from martre \"marten,\" from Frankish *martar or some other Germanic source, from Proto-Germanic *marthuz (source also of Old Saxon marthrin \"of or pertaining to the marten,\" Old Frisian merth, Middle Dutch maerter, Dutch marter, Old High German mardar, German Marder, Old English mearþ, Old Norse mörðr \"marten\").\n\nThe ultimate etymology is unknown. Some suggest it is from PIE *martu- \"bride,\" on some fancied resemblance. Or it might be a substrate word or a Germanic euphemism for the real name of the animal, which might have been taboo. In Middle English the animal itself typically was called marter, directly from Old French martre, but martrin took over this sense in English after c. 1400. The form marten is from late 16c., perhaps due to association with the masc. proper name Martin.\n\n\n== Ecology and behaviour ==\nMartens are solitary animals, meeting only to breed in late spring or early summer. Litters of up to five blind and nearly hairless kits are born in early spring. They are weaned after around two months, and leave the mother to fend for themselves at about three to four months of age.\nThey are omnivorous.\n\n\n== Cultural references ==\n\n\n=== Canada ===\nThe marten is populous in the northern Ontario community of Big Trout Lake. During the fur trade, commissioned by the Hudson Bay Company in the 18th and 19th centuries, the marten pelt was typically fashioned into mittens. The marten is still traded locally. The locals place a high value on this pelt, typically trading it for  consumable goods.\n\n\n=== Croatia ===\nIn the Middle Ages, marten pelts were highly valued goods used as a form of payment in Slavonia, the Croatian Littoral, and Dalmatia. The banovac, a coin struck and used between 1235 and 1384, included the image of a marten. This is one of the reasons why the Croatian word for marten, kuna, is the name of the modern Croatian currency. A marten is depicted on the obverse of the 1-, 2-, and 5-kuna coins, minted since 1993, and on the reverse of the 25-kuna commemorative coins.A running marten is shown on the coat of arms of Slavonia and subsequently on the modern design of the coat of arms of Croatia. The official seal of the Croatian Sabor (parliament) from 1497 until the late 18th century had a similar design.\n\n\n=== Finland ===\nThe Finnish communications company Nokia derives its name, via the river Nokianvirta, from a type of marten locally known as the nokia.\n\n\n=== Greece ===\nIn the Illiad, the fleet-footed spy Dolon wore a marten-pelt cap.\n\n\n=== Italy ===\nThe Latin word for helmet, galea, originally meant \"marten pelt,\" although it is unclear whether early Romans wore these helmets for symbolical reasons or for their fine fur.\n\n\n== References ==\n\n\n== External links ==\n Data related to Martes at Wikispecies\n Media related to Martes at Wikimedia Commons"}}}}