{"batchcomplete": "", "query": {"normalized": [{"from": "Norman_George", "to": "Norman George"}], "pages": {"22071500": {"pageid": 22071500, "ns": 0, "title": "Norman George", "extract": "Norman George (born 2 July 1946) is a Cook Islands politician and former Speaker of the Cook Islands Parliament, Deputy Prime Minister, and Cabinet Minister.\nGeorge was first elected to the Parliament of the Cook Islands in 1983. He represented the electorate of Tengatangi–Areora–Ngatiarua for 21 years. Repeated conflicts over leadership and cabinet posts saw him quit, found, and rejoin parties, moving from the Cook Islands Democratic Party to the Alliance and back, then to the New Alliance Party before returning to the Democrats. After losing his seat in the 2004 election and serving as Speaker, he represented the seat of Teenui–Mapumai for eight years, initially as an independent, then as a member of the Cook Islands Party, then as an independent again.\nGeorge lost his seat at the 2014 Cook Islands general election.\n\n\n== Early life ==\nGeorge was born in Atiu in the Cook Islands.  He worked as a police officer, first for the Cook Islands Police Service and then for the New Zealand Police. In 1977 he won an apology and a settlement for damages and costs from then-Broadcasting Minister Tupui Henry over allegations that he and another man were \"agitators\" and \"disturbing elements in a public place\". In 1979 he was appointed as the Cook Islands' first Consul-General to New Zealand. He returned to Rarotonga in 1982 where he worked as a lawyer.\n\n\n== Democrats and Alliance ==\nGeorge was first elected to the Cook Islands Parliament in the March 1983 Cook Islands general election as a candidate for the Cook Islands Democratic Party. An electoral petition against his election was unsuccessful. Following the victory of Tom Davis in the November 1983 election he was appointed to Cabinet as Minister of Foreign Affairs, Corrective Services, and the Crown Law Office. He later organised the toppling of Davis and his replacement by Pupuke Robati.In 1991 George contested the Democratic Party leadership, losing by a single vote to Terepai Maoate. A subsequent dispute over spending saw him removed as party whip and then expelled from the party. He established the Alliance Party, which subsequently won two seats in the 1994 elections. The Alliance rejoined the Democrats, but a further struggle over the leadership between George and Terepai Maoate saw George split off again in 1997 to form the New Alliance Party. At the 1999 elections the party won four seats. George announced that he was forming a coalition with Prime Minister Geoffrey Henry, and was appointed Deputy Prime Minister. He retained the position when Henry resigned in favour of Joe Williams, but was sacked in October 1999 after he defected to the opposition. He subsequently supported Terepai Maoate as Prime Minister and was reappointed as Deputy Prime Minister.As Deputy Prime Minister, George made controversial statements that businessmen were involved in drug-smuggling, proposed removing customary land-rights from expatriate Cook Islanders, and demanded that newspapers be licensed. He was sacked by Maoate in July 2001 following disagreements over the budget and portfolio allocations. Initially the coalition remained intact, but by December 2001 George reportedly planned to put forward a motion of no confidence in Maoate. In February 2002 he supported Maoate's ousting by Robert Woonton, and was appointed to Woonton's Cabinet. While Geoffrey Henry became Deputy Prime Minister, George was rewarded with a long list of Ministerial portfolios, including Justice, Attorney-General, Energy, Environment, and Outer Islands Development.The New Alliance Party subsequently merged with the Democratic Alliance Party, but George was sacked from Cabinet again in November 2002.  A series of scandals over conflicts of interest, the apparent sale of a residency permit to New Zealand developer Mark Lyon, and a court case over \"double dipping\" saw George decline in popularity.  When the Democratic Party did not select him as a candidate for the 2004 elections, he split from the party and established the Tumu Enua Party, but failed to win reelection.\n\n\n== Cook Islands Party ==\nFollowing his election defeat George was appointed Speaker of the Cook Islands Parliament.  He subsequently returned to Parliament in the 2006 Teenui-Mapumai by-election as an independent aligned with the Cook Islands Party. He was re-elected in the 2006 elections as a CIP candidate.\nGeorge was re-elected at the 2010 election and was one of four candidates for the post of Deputy Prime Minister. He did not gain that position, and after he failed to gain a Cabinet post he refused to attend the swearing-in ceremony at Parliament. He subsequently resigned from the Cook Islands Party and became an independent again. In February 2012 he attempted to rejoin the Democratic Party to contest the leadership, but his application to rejoin was refused. He was eventually allowed to rejoin in November 2013. He ran for re-election at the 2014 election, but lost his seat to his niece, Rose Toki-Brown.\n\n\n== Disbarment and decline ==\nIn April 2015 he contested the leadership of the Democratic Party after the departure of Wilkie Rasmussen, but lost to William (Smiley) Heather. \nIn September 2013 following repeated complaints over his conduct as a lawyer George was barred from taking on land cases before the Cook Islands Court for three years, and barred from appearing before the Cook Islands Court of Appeal for 18 months. In October 2015 he was permanently barred from the land court after failing to obey the suspension.George stood for the seat of Tengatangi–Areora–Ngatiarua at the 2018 election for the Alternative Must Ravenga Openga party on a platform of making Atiu great again. He received only 7 votes and lost to Te-Hani Brown.In December 2019 George launched a private prosecution for fraud against Prime Minister Henry Puna and Deputy Prime Minister Mark Brown, alleging that a government-chartered aircraft had been misused. The case is still unresolved.\n\n\n== References =="}}}}