{"batchcomplete": "", "query": {"pages": {"54132604": {"pageid": 54132604, "ns": 0, "title": "Pedro Neto", "extract": "Pedro Lomba Neto (born 9 March 2000) is a Portuguese professional footballer who plays as a winger for Premier League club Wolverhampton Wanderers and the Portugal national team.\nHe started his career at Braga, who loaned him to Italian club Lazio in the summer of 2017. In 2019, he signed with Wolverhampton Wanderers.\nA former Portuguese international at youth level, Neto made his full debut in November 2020, scoring in his first match.\n\n\n== Club career ==\n\n\n=== Braga ===\nBorn in Viana do Castelo, Neto joined Braga's youth system at the age of 13. On 7 May 2017, whilst still a junior, he made his professional debut with their reserves, coming on as a second-half substitute in a 2–3 home loss against Porto B in the Segunda Liga. The following weekend, in his first Primeira Liga appearance with the first team, he scored after only a few minutes on the pitch, helping the hosts defeat already relegated Nacional 4–0 and becoming the club's youngest ever goal scorer in the competition.On 31 August 2017, both Neto and teammate Bruno Jordão were loaned to Lazio of Italy for two years, with an obligation to buy both players for a combined €26 million. He only played his first match in Serie A on 27 January 2019, replacing Bastos in the last-minute of the 1–2 home loss to Juventus.\n\n\n=== Wolverhampton Wanderers ===\nOn 2 August 2019, Neto signed with Wolverhampton Wanderers. He made his debut twelve days later in the second leg of the UEFA Europa League third qualifying round against Pyunik, scoring and providing an assist for Morgan Gibbs-White in a 4–0 home win (8–0 aggregate). His maiden appearance in the Premier League took place a few days later in the same month, when he came on for compatriot Diogo Jota late on in the 1–1 home draw with Manchester United.Neto's first league start occurred on 28 September 2019, when he assisted Matt Doherty's opening goal in a 2–0 victory over Watford at Molineux. After having what would have been his first goal in the competition ruled out controversially by VAR at Liverpool on 29 December, he scored in the next game (a 2–1 away loss to Watford on 1 January 2020), becoming the first teenager to achieve the feat for the club in the Premier League in the process.On 4 October 2020, Neto scored his first league goal for Wolves in the 2020–21 season in the 1–0 home defeat of Fulham. A month later, he extended his contract to 2025.Neto was Sky Sports' player of the match in a league game with Arsenal on 29 November 2020, in which he scored once and set up Daniel Podence for his team's second goal in the game as they ran out 2–1 winners in their first away victory against that opposition since 1979. He suffered a serious knee injury in the first half of the 1–0 away defeat of Fulham on 9 April 2021, which ruled him out for the remainder of that season and the bulk of the following. He finally returned on 20 February 2022, as a second-half substitute in a 2–1 home win over Leicester City.On 9 March 2022, Neto's 22nd birthday, he agreed to a new deal running until 2027. On 22 May, the last day of the campaign, he scored his first goal for the club since his injury, opening an eventual 3–1 loss at Liverpool in the third minute.Neto made his 100th competitive appearance on 17 September 2022, in a 0–3 home defeat against Manchester City. The following month, he suffered an ankle injury that required surgery and sidelined him for several months.\n\n\n== International career ==\nOn 5 September 2019, aged 19, Neto won his first cap for Portugal at under-21 level, playing the first half of a 4–0 win against Gibraltar in the 2021 UEFA European Championship qualification campaign, held in Alverca do Ribatejo. On 5 November 2020, he had his first call-up to the senior team, for matches against Andorra and France. He debuted on 11 November in a 7–0 home friendly win over the former, scored the first goal and became the first player born in the 2000s to represent the nation.Neto was ruled out of the 2022 FIFA World Cup, due to an injury contracted at the service of his club.\n\n\n== Personal life ==\nNeto's uncle, Sérgio Lomba, was also a footballer.\n\n\n== Career statistics ==\n\n\n=== Club ===\nAs of match played 17 September 2022\n\n\n=== International ===\nAs of match played 30 March 2021As of match played 30 March 2021\nPortugal score listed first, score column indicates score after each Neto goal.\n\n\n== Honours ==\nLazio\n\nCoppa Italia: 2018–19\n\n\n== References ==\n\n\n== External links ==\nPedro Neto at ForaDeJogo (archived) \nPortuguese League profile (in Portuguese)\nPedro Neto at Soccerbase \nNational team data (in Portuguese)\nPedro Neto at National-Football-Teams.com"}}}}