{"batchcomplete": "", "query": {"pages": {"5076527": {"pageid": 5076527, "ns": 0, "title": "Richard Scudamore", "extract": "Richard Craig Scudamore CBE (born 11 August 1959) is an English sports executive.\nHe was the Executive Chairman of the English Premier League from June 2014 until his retirement in November 2018. He had previously served as chief executive since November 1999.\n\n\n== Biography ==\nScudamore attended Kingsfield School in Kingswood, Bristol, where he was Head Boy in his final year and which he left in 1977. He studied law at the University of Nottingham but never went on to qualify or practice law. He then spent nine years at Yellow Pages, a division of British Telecom, progressing through sales and marketing, business planning and regional management to the position of sales director.\n\n\n=== Newspaper career ===\nPrior to his career in football, Scudamore worked for ten years in the newspaper industry, mainly for Thomson. He joined them as group advertising director, but went on to spend his last three years with the Thomson Corporation in the United States as senior vice president responsible for all their newspaper operations in the southern and eastern U.S. He also managed all advertising, sales and marketing activity for the entire company. This assignment followed a number of general management roles within Thomson, covering a range of media.\n\n\n=== Football League ===\nFrom 1997 to 1999, Scudamore was chief executive of the Football League. This saw him responsible for the organisation of, and broadcast and commercial rights sales for, the Football League First, Second and Third Divisions and the Football League Cup.\n\n\n=== Premier League ===\nScudamore was appointed CEO of the FA Premier League in November 1999, and was reputed to earn in excess of £900,000 per annum. Scudamore was responsible for negotiating broadcasting and sponsorship contracts worth in excess of £5.5 billion. He is also a founding board member of the Football Foundation, overseeing more than £230 million of Premier League contributions to the grassroots football charity. The total value of British Premier League television rights negotiated under Scudamore have risen from £1.2 billion for the 2001–04 season to £5.134 billion for the 2013–16 season. Scudamore was accountable for all elements of the League's operations and his core responsibilities included regulatory, legal and political matters, and the sale of broadcasting and central commercial rights. The ultimate decision-making authority of the Premier League remains the 20 member clubs who take all material decisions based on at least a two-thirds majority. In 2018, Scudamore retired as executive chairman. The league is currently led by chief executive Richard Masters with Claudia Arney taking over the role of chairperson of the board.\n\n\n=== Ashley Cole and Chelsea ===\nOne of the first controversial incidents that Scudamore had to manage as chief executive of the Premier League were allegations that, in January 2005, Chelsea had made an illegal approach – widely referred to in football as \"tapping up\" – to sign Arsenal and England international defender Ashley Cole. It was reported that Chelsea manager José Mourinho and Chief Executive Peter Kenyon had illicitly met with Cole and his representatives to discuss a move to the club. Scudamore set up an independent commission to look into the matter which found that Cole, Mourinho and Chelsea were guilty of breaking Premier League Rules regarding unauthorized approaches. Cole was fined £100,000, Mourinho £200,000 and Chelsea were fined £300,000 and given a suspended three-point deduction. Cole's agent, Jonathan Barnett, was punished with a £100,000 fine and suspension  following a separate investigation by The FA.\n\n\n=== The Bungs Inquiry ===\nIn January 2006, former Luton Town manager Mike Newell and then-manager of Queens Park Rangers Ian Holloway alleged that bribes were rife in English football. Scudamore told BBC Radio 4, \"He has a duty to the game to tell us exactly what he knows and if there has been wrong-doing it will be taken up. If he can substantiate his claims, it could be fantastic evidence.\" In September of the same year, BBC Panorama broadcast a special programme looking at corruption in football which had begun filming in August 2005. In response to the Panorama programme and other allegations, Scudamore and the Premier League appointed independent investigations agency Quest, led by former Metropolitan Police commissioner Lord Stevens, to investigate Premier League transfers.\nOn 20 December 2006, Stevens presented his preliminary report, which found that the level of corruption within English football was not as high as had been anticipated. There were still causes for concern with seventeen transfer deals were still subject to further scrutiny. On 15 June 2007, Lord Stevens' inquiry issued its final report which raised concerns over issues involving 17 player transfers, involving five clubs, three managers and numerous agents and other third parties. In summary, the report stated: \"there is no evidence of any irregular payments to club officials or players, and they are identified only as a consequence of the outstanding issues the inquiry has with the agents involved\".\n\n\n=== Third-party influence and ownership ===\nThird-party ownership became highly controversial in English football after the arrival at West Ham United of Carlos Tevez and Javier Mascherano from Brazilian club Corinthians in August 2006.  On 31 August 2006, Tevez and Mascherano both joined to West Ham for an undisclosed fee. It subsequently emerged that Tevez's economic rights were owned by Media Sports Investments (MSI) and a second company, Just Sports Inc.,{2} while Mascherano was jointly owned by Global Soccer Agencies and Mystere Services Ltd. All four companies were represented by Kia Joorabchian and the deal was brokered by MSI, whose president Joorabchian had been until June 2006. Once Scudamore and the Premier League became aware of these allegations an independent commission was formed to look at whether rules had been broken and, due to irregularities in the player's contracts, and it being clear that West Ham United officials had lied to the Premier League, West Ham were eventually fined a record £5.5 million.Despite the fine, Tevez was allowed to continue playing for West Ham. Both players remained in England after the controversy; Tevez moved to Manchester United while Mascherano went to play for Liverpool. Manchester United failed to agree a price with Tevez's owner and he left for city rival Manchester City in summer 2009. Joorabchian subsequently claimed that many Premier League players and teams conceal their third-party ownership of players. The Premier League took steps to outlaw third-party ownership at its AGM in June 2008 with new rules L34 and L35 to outlaw any type of third ownership of players from the beginning of the 2008–09 season. The league's rule U18 had previously stated that the third parties were not permitted to \"materially influence\" a club's \"policies or the performances of its teams\".In October 2007, it was reported that football's international governing body, FIFA, was acting to ban \"third-party\" ownership. Article 18 of FIFA's Rules on the Status and Transfer of Players does restrict the practice, at least as far as a third party's influence is concerned, stating that, \"No club shall enter into a contract which enables any other party to that contract or any third party to acquire the ability to influence in employment and transfer related matters its independence, its policies or the performance of its teams.\" In September 2014, UEFA announced they were going to tackle the issue. Later that month, FIFA announced they would ban the practice. In July 2015, a Belgian court rejected an appeal against the banning of third-party ownership.\n\n\n=== Game 39 ===\nIn 2008, Scudamore, along with the 20 Premier League club chairmen, opted to explore the opportunity of Premier League clubs playing one additional league match per season overseas, commonly known as Game 39, during January. However, following a significant amount of criticism from fans, the media and other football administrators including Sepp Blatter, the Premier League dropped the idea and have said several times since that there are no plans to reconsider it.\n\n\n=== Financial Regulations ===\nScudamore has driven forward numerous initiatives to improve the sustainability of Premier League clubs On the financial viability of Premier League clubs, Scudamore has said that the \"majority of clubs are within sensible percentages\" regarding their ratios of income spent on wages and said it is a \"stable situation\". Scudamore has said that he wishes clubs to live \"within their means\" and was in favour of improving the financial regulation of clubs in light of UEFA's Financial Fair Play Regulations, claiming in November 2012 that, \"If clubs are going to make a loss then we need to check if that is sustainable and if their owners have a long-term vision. Our biggest responsibility is to make sure that clubs are run sustainably for the long term.\" The Premier League subsequently introduced enhanced financial regulations in February 2013, Scudamore said of the new rules impact on clubs that they would \"...further benefit the sustainable running of their businesses, while allowing secure owner investment, as well as enhance the reputation of the Premier League as an organisation that takes its responsibilities in the governance arena seriously.\"\n\n\n=== Foreign ownership ===\nScudamore has defended foreign owners of Premier League clubs on several occasions. In 2013, he told a House of Lords Committee that the League is still \"quintessentially English\" and that foreign owners buy into that when they invest in clubs. Scudamore believes foreign ownership is a form of inward investment, stating, \"If you want to do business abroad, you've got to be prepared for people to come and do business here. You have to act and look and sound like global commercial citizens. That's what we do.\" and \"The idea that there's a clutch of clubs who'd want to go away and do something different feels less likely now than at almost any time.\" The list of Premier League club owners includes Russian billionaire Roman Abramovich, who owns Chelsea, and Sheikh Mansour bin Zayed Al Nahyan, who owns Manchester City. Manchester City recently announced the first Chinese investment in an English Premier League club with China Media Capital taking a stake in their parent company, City Football Group.\n\n\n=== International interest ===\nScudamore has also overseen the international commercial expansion of the Premier League, describing the \"exponential growth\" of the league's audience and revenue in India, and has stated that football is India's fastest growing sport. In the Middle East and North Africa, Scudamore said the Premier League's games would be distributed in a \"comprehensive and innovative manner\" by agency MP & Silva. Scudamore said of foreign expansion that \"...as long as the football remains compelling then I don't see any reason why the world won't want to continue to watch us\". Scudamore has also described the Premier League as an \"iconic British business\" and described it as \"a big and important economic entity\" for the UK.On 7 November 2013, Scudamore was awarded the \"Outstanding Contribution to Football\" Award at the Football Business Awards \n\n\n==== Leak of private emails ====\nIn May 2014, emails written by Scudamore were leaked by a former temporary PA to the Sunday Mirror.  Scudamore immediately apologised and said that the emails were \"...an error of judgment that I will not make again\", also saying that they were \"private emails exchanged between colleagues and friends of many years\".The emails were condemned by MPs Tracey Crouch and Gloria de Piero. Crouch, a qualified football coach and manager of a girls' football team, said that, \"It's disappointing at a time when he's trying to encourage more women to play football that he is using derogatory terminology like this...it's important that somebody who is promoting the women's game shouldn't be using this sort of language.\" The emails were also criticised by Minister for Sport and the Olympics Helen Grant.Karren Brady, West Ham's vice-chair, said she had known Scudamore for 20 years and he was \"categorically not sexist\".\n\n\n=== Personal life ===\nScudamore is married to Catherine and has five children: Jamie, Chloe, Patrick, Ned and Lara.A qualified level 5 referee, Scudamore is a lifetime Bristol City fan.\n\n\n== References =="}}}}