{"batchcomplete": "", "query": {"pages": {"71468757": {"pageid": 71468757, "ns": 0, "title": "Révérien Ndikuriyo", "extract": "Révérien Ndikuriyo is a Burundian politician, currently serving as secretary-general of the National Council for the Defense of Democracy – Forces for the Defense of Democracy (CNDD-FDD), a position he has held since 2021. From 2015 to 2020, he served as president of the Senate. He has also served as president of the Football Federation of Burundi since 2013.\n\n\n== Personal life ==\nNdikuriyo was in 1970 in Kayogoro, Makamba Province. He studied science at the University of Burundi between 1992 and 1995.He is married and has six children. He is Hutu.\n\n\n== Political career ==\nAfter graduating, during the Burundian Civil War, Ndikuriyo fought as a rebel with the CNDD-FDD until 2004. From 2004 to 2007, he served as governor of Makamba Province. He then served as a member of the Assemblée nationale between 2007 and 2010. During his time as an MP, he served as chair of Administrative and Diplomatic Committee. In 2010, he was elected as a senator.\n\n\n=== Senate presidency ===\nOn 14 August 2015, following the 2015 Burundian legislative election, he was unanimously elected as president of the Senate.In late-October 2015, as unrest flared in Burundi, Ndikuriyo gave a controversial speech calling for supporters of President Pierre Nkurunziza to \"pulverise\" the opposition. In the speech, he further used terms that carried connotations of the Hutu Power militias during the Rwandan genocide. In 2017, in a visit to the Imbonerakure in Gitega Province, he claimed that Burundi's future depended on the youth wing and that it needed to prepare itself to resist a Rwandan takeover of the country.In September 2019, a recording was leaked in which Ndikuriyo claimed to have paid mercenaries 5 million Burundian francs to assassinate a man called \"Kaburimbo\" in Bururi Province. In the recording, Ndikuriyo claimed that the man posed a security threat to the country.\n\n\n=== CNDD-FDD secretary-general ===\nIn January 2021, Ndikuriyo was named secretary-general of the CNDD-FDD, replacing Évariste Ndayishimiye.In August 2022, he gave a controversial speech at an event commemorating Adolphe Nshimirimana in which he attacked international human rights groups and boasted that he was undertaking a strategy to militarise the Imbonerakure, the CNDD-FDD's youth wing.\n\n\n=== Football ===\nNdikuriyo founded and directed the Aigle noir de Makamba association football club. In November 2013, he was elected president of the Fédération de football du Burundi. He was re-elected to a second term as president in October 2017.\n\n\n== References ==\n\n\"Qui est le président du Sénat ?\" (PDF). senat.bi. Retrieved 10 November 2015.\nPhilippe Ngendakumana (14 August 2015). \"Le président de la Fédération de Football du Burundi élu président du Sénat\". iwacu-burundi.org. Retrieved 10 November 2015.\nFloribert Nisabwe (27 November 2013). \"Révérien Ndikuriyo : du maquis au football\". iwacu-burundi.org. Archived from the original on 8 January 2015. Retrieved 10 November 2015.\nSimon Petite (9 November 2015). \"Au Burundi, la rhétorique génocidaire faire craindre le pire\". hopeforburundi.unblog.fr. Retrieved 1 November 2015.\n\"Burundi : le génocide annoncé : On va travailler – Révérien Ndikuriyo(tout le discours)\". information.tv5monde.com. 1 November 2015. Retrieved 10 November 2015.\n\"Burundi : le génocide annoncé : On va travailler – Révérien Ndikuriyo(tout le discours)\". notreafrik.com. 4 November 2015. Retrieved 10 November 2015.\nCyril Bensimon (6 November 2015). \"Crainte de violences au Burundi après le discours du président\". Le Monde. Retrieved 10 November 2015."}}}}