{"batchcomplete": "", "query": {"pages": {"48731906": {"pageid": 48731906, "ns": 0, "title": "Sergio Jadue", "extract": "Sergio Elías Jadue Jadue (La Calera, 26 April 1979) is the former president of the National Association of Professional Football of Chile (ANFP) and second vice president of the Conmebol. He pleaded guilty on the 2015 FIFA corruption case. In May 2016, Jadue was banned for life by the FIFA Ethics Committee.\n\n\n== Biography ==\nHe was born as Sergio Cortés Jadue in the commune of La Calera in 1979. He studied in the Rafael Ariztía Institute of Quillota, and finished his high school in the Colegio Paideia. Then, he studied in three private universities; Adolfo Ibáñez, Del Mar and De Las Américas, and he completed pregraduate studies in Law but never got the Law degree. He adopted his matriname as first surname.In 2007, he assumed as president of the Unión La Calera Corporation, and some months later he replaced Daniel Cortez in the club's Board. In June 2009 he was appointed President of the Board of Unión La Calera FC, after the resignation of Jorge Fuenzalida. In his management, Unión La Calera was promoted, after 26 years, to the Campeonato Nacional, Chile's top division.\n\n\n=== President of Chile's football ===\n\nOn 7 January 2011, Sergio Jadue was elected president of the ANFP, defeating the list led by Ernesto Corona by 27 votes against 21, with a wide support of the clubs of the Campeonato Nacional. The new directive headed by Jadue, assumed on 14 January, replacing Harold Mayne-Nicholls. Marcelo Bielsa, coach of the Chile national football team, submitted his resignation in February of the same year, due to differences with Jadue, and was replaced by Claudio Borghi.During his term, FIFA selected Chile's bid to host the 2015 FIFA U-17 World Cup.\nOn 14 November 2012, ANFP fired Borghi and hired Jorge Sampaoli, then coach of the Club Universidad de Chile. With Sampaoli as coach, the Chilean team qualified to the 2014 FIFA World Cup and won its first Copa América in 2015.\n\nIn late 2014 he assumed for a new term as president of ANFP, that began in January 2015. On 24 October 2014 he was appointed president of Competitions of CONMEBOL.In Switzerland on 27 May 2015 the FBI detained five senior FIFA officials accused of corruption, bribery and money laundering in the governing body of international football. The allegations included bribes in the amount of $1.5 million to Jadue for securing television rights to the next four Copa Américas. Datisa Company totaled $100 million in 2013, giving $3 million to the president of CONMEBOL and the presidents of the Brazilian and Argentine associations; 1.5 million to the other seven presidents of the Confederacy Alliance, including Jadue, and $500,000 to another CONMEBOL official.In November 2015, he resigned the presidency of the ANFP for being involved on the 2015 FIFA corruption case, assuming Jaime Baeza as interim president. Then he traveled to United States to make a plea deal with the FBI in FIFA’s corruption investigation and for pleading guilty to charges of racketeering and wire fraud conspiracy.On 6 May 2016, the FIFA Ethics Committee suspended him as well as Colombian coach Luis Bedoya for a lifetime from all football-related activities. According to Hans-Joachim Eckert, chairman of the Ethic Committee of FIFA , they both \"requested and received bribes from companies related to the rights of Copa Libertadores and Copa América Centenario\".\n\n\n== Popular culture ==\nSergio Jadue's career and his role in the 2015 FIFA corruption case are the subject of the Amazon Prime Video original series El Presidente, a sports drama which premiered in June 2020. Colombian actor Andrés Parra portrays Jadue in the series.\n\n\n== References =="}}}}