{"batchcomplete": "", "query": {"pages": {"309583": {"pageid": 309583, "ns": 0, "title": "Shaw", "extract": "Shaw may refer to:\n\n\n== Places ==\n\n\n=== Australia ===\nShaw, Queensland\n\n\n=== Canada ===\nShaw Street, a street in Toronto\n\n\n=== England ===\nShaw, Berkshire, a village\nShaw, Greater Manchester, a location in the parish of Shaw and Crompton\nShaw, Swindon, a suburb of Swindon\nShaw, Wiltshire, a village near Melksham\n\n\n=== Philippines ===\nShaw Boulevard, a major thoroughfare in Metro Manila\nShaw Boulevard station, a station of the MRT-3\n\n\n=== United States ===\nShaw, Kansas, an unincorporated community\nShaw, Mississippi, a city\nMount Shaw, a summit in the Ossipee Mountains of New Hampshire\nShaw Creek (Ohio), a stream in Ohio\nShaw, Tennessee, now known as Burwood, Tennessee\nShaw, West Virginia, a ghost town\nShaw, Washington, D.C., a neighborhood\nShaw, St. Louis, Missouri, a neighborhood\nShaw Air Force Base, US Air Force base in South Carolina\n\n\n== People ==\nShaw (name), people with \"Shaw\" as given name or surname\nShao, Chinese surname, also spelled \"Shaw\"\nClan Shaw of Tordarroch, a Scottish clan\n\n\n== Education ==\nShaw Academy, an Irish online training and higher education institution\nShaw High School (disambiguation)\nShaw Junior High School, listed on the National Register of Historic Places in Washington, D.C.\nShaw College (disambiguation)\nShaw College (Hong Kong), a college of the Chinese University of Hong Kong\nShaw College of Detroit, a former college\nShaw University (est. 1865), an American historically black college in Raleigh, North Carolina\n\n\n== Entertainment ==\nShaw Family, a fictional crime/spy family from Fast&Furious, see List of The Fast and the Furious charactersShaw Brothers Studio (1958–2011), formerly the largest film production company in Hong Kong\nShaw Organisation (est. 1924), a Singapore film distributor and chain of movie theatres\nShaw Festival (est. 1962), a Canadian theatre festival\n\n\n== Organizations ==\nD. E. Shaw & Co. (est. 1988), an American hedge fund, private equity and technology development firm\nShaw Communications (est. 1966), Canadian telecommunications company, based in Calgary\nShawCor (est. 1930s), a global energy services firm based in Houston, Texas\nThe Shaw Group (est. 1987), a diversified American Fortune 500 corporation (now acquired by CB&I)\nShaw Industries (est. 1946), an American flooring manufacturer\nShaw Media (United States), an American newspaper publisher\nShaw's and Star Market, an American grocery group\n\n\n== Other uses ==\nShaw (woodland), a strip of woodland, usually separating fields or lining a road\nShaw alphabet, another name for the Shavian alphabet, an alternative for the Latin alphabet for the English language\n\n\n== See also ==\n\nAll pages with titles containing Shaws\nAll pages with titles containing Shaw\nShaw Landing, Wisconsin, an unincorporated community\nShaw Park, a baseball stadium in Winnipeg, Canada\nShaw Tower (disambiguation)\nJustice Shaw (disambiguation)\nShawe (disambiguation)"}}}}