{"batchcomplete": "", "query": {"pages": {"13245940": {"pageid": 13245940, "ns": 0, "title": "Steffi Jones", "extract": "Stephanie Ann Jones (born 22 December 1972) is a German-American football manager and former player who last managed the German women's national team. As a defender, she earned 111 caps for the national team between 1993 and 2007, helping her country win the 2003 FIFA Women's World Cup and three consecutive European Championships. After retiring from active football, Jones worked as a football administrator, in charge of organising the 2011 FIFA Women's World Cup in Germany, before becoming a manager.\n\n\n== Playing career ==\n\n\n=== Club ===\nJones started playing football at the age of four. From 1979 to 1986, she played in mixed youth teams for SV Bonames in Frankfurt. In 1986, she joined the girls' team of SG Praunheim, and moved to the club's women's team in 1988. In 1991, Jones moved to FSV Frankfurt, and subsequently changed teams almost every year until she joined 1. FFC Frankfurt in 2000. In 2002, she joined Washington Freedom to play in WUSA for two years before returning to Frankfurt. Jones ended her career as a player on 9 December 2007.\n\n\n=== International ===\nJones' first cap for the German national team was in 1993, during the third-place match of the UEFA Women's Championship against Denmark, which Germany lost. From 1997, she won three consecutive European Championships and a bronze medal at the 2000 Summer Olympics. Jones was also part of the squad that won the 2003 FIFA Women's World Cup; she suffered a rupture of her cruciate ligament in the third game of the tournament and was sidelined for six months. She won Olympic bronze for the second time at the 2004 Summer Olympics. Jones announced the end of her international career on 26 March 2007. She finished her career with nine goals in 111 caps.\n\n\n== Coaching and administration ==\nPost-retirement, Jones served as president of the organisation committee of the 2011 FIFA Women's World Cup, held in Germany. She subsequently obtained her coaching license at the German Sport University Cologne. After serving as assistant manager of the national team under Silvia Neid, Jones assumed the position of head coach in August 2016. She was released on 13 March 2018.\n\n\n== Personal life ==\nA dual German and American citizen, Jones is the daughter of a German mother and an African-American father. Her father was a soldier stationed in what was then West Germany; he left the family early in her life to return to the United States. Jones was raised by her single mother in a working-class neighborhood in Frankfurt. One brother, Christian, has struggled with drug addiction; another brother, Frank, served as an American soldier in Iraq and lost both legs in an assault in 2006.Jones entered a registered partnership with her girlfriend, Nicole, in June 2014. She had come out publicly as a lesbian in February 2013.Jones' autobiography, Der Kick des Lebens (The Kick of Life), was released in August 2007.In 2021, she featured in Schwarze Adler, a documentary detailing the experiences of Black players in German professional football.\n\n\n== Managerial record ==\nAs of 4 March 2018.\n\n\n== Honours ==\n\n\n=== Personal ===\n11 June 2006:  Hessian Order of Merit \"for many years of voluntary services as patron of the Ballance 2006 – Integration und Toleranz für eine friedliche Fußball-Weltmeisterschaft project\n\n\n== References ==\n\n\n== External links ==\n\nOfficial website (in German)\nSteffi Jones at WorldFootball.net"}}}}