{"batchcomplete": "", "query": {"pages": {"5673041": {"pageid": 5673041, "ns": 0, "title": "Sunil Gulati", "extract": "Sunil Gulati ( SOO-neel goo-LAH-tee; born July 30, 1959) is an American sports administrator who presided over the United States Soccer Federation (USSF) from 2006 to 2018. On April 19, 2013, he was elected to a four-year term on the FIFA Council. In March 2014, he was unanimously reelected to a record third four-year term as USSF president, having been elected initially in 2006 and reelected again in 2010. Gulati is also a senior lecturer in the economics department of Columbia University. He is the former president of Kraft Soccer for the New England Revolution in Major League Soccer.\nOn December 4, 2017, Gulati announced that he would not seek a fourth term as president of the U.S. Soccer Federation. On February 10, 2018, he was succeeded by his vice president Carlos Cordeiro.\n\n\n== Early life and education ==\nGulati was born in Allahabad, India. His family moved to Connecticut when he was five years old, and he grew up playing soccer. Gulati is an alumnus of Cheshire High School in Cheshire, Connecticut. He graduated magna cum laude from Bucknell University and earned his M.A. and M.Phil. in economics at Columbia University. In 1991, he joined the World Bank through its Young Professionals Program and served as country economist for Moldova.\n\n\n== Soccer development service ==\nGulati has a longstanding involvement in the administration of the United States Soccer Federation, with former USSF president and Major League Soccer founder Alan Rothenberg calling Gulati \"the single most important person in the development of soccer in this country\". Gulati first became involved with the USSF through his employment as a youth coach and administrator in local Connecticut leagues while attending college. Gulati became a prominent volunteer federation staffer and adviser in the 1980s during the presidency of Werner Fricker, and began working in the game full-time upon taking the job of deputy commissioner of Major League Soccer when the league was formed following the 1994 FIFA World Cup hosted by the U.S., which Gulati played a major role in organizing.\nGulati was elected USSF President in March 2006, succeeding Robert Contiguglia; Gulati had served as federation vice president for six years and played a key role in major USSF board decisions for many years prior to his election as president. In February 2010, he was re-elected for another four-year term as USSF president.In February 2009, Gulati announced that the USSF would bid for the right to host the World Cup in 2018 or 2022. He chaired the World Cup U.S. Bid Committee Board of Directors and visited 20 of the 22 member voters on the FIFA Executive Committee. The United States, however, was not selected to host either World Cup. In 2011, he was recognized and awarded the 2011 Trailblazer Award from the Association of South Asians in Media, Marketing and Entertainment (SAMMA) for his outstanding contributions to the world of U.S. sports.\nIn 2012, Sunil Gulati spearheaded the formation of a new professional women's soccer league in the United States.\nThe previous two attempts to form a women's league by the Women's United Soccer Association and Women's Professional Soccer folded in three years. On October 21, 2012, the USSF, the Canadian Soccer Association, and the Mexican Football Federation made a joint announcement on the creation of a new women's soccer league with clubs playing in Boston, Chicago, Kansas City, New Jersey, western New York, Portland, Oregon, Seattle, and Washington, D.C., Gulati advocated a \"sustainable economic model\", with the new league having a unique feature of the three federations paying the salaries of their national team players who play in this league.In 2018, after the US failed to qualify for the World Cup, Gulati chose not to run for re-election as president, and was succeeded by Carlos Cordeiro. Gulati remained the chairman of the USSF's ultimately successful joint bid with Mexico and Canada to host the 2026 FIFA World Cup.\n\n\n== Career in academia ==\nBecause the United States Soccer Federation has a full-time professional staff handling the federation's day-to-day business, Gulati is able to maintain a parallel, full-time career in academia. Sunil Gulati is a senior lecturer in economics at Columbia University, having also previously served on the Columbia economics faculty from 1986 to 1990. At Columbia, Gulati teaches principles of economics, global economics, and sports economics. The sports economics class is often heavily over-subscribed, with students known to camp out overnight to secure a place.\n\n\n== FIFA Executive Committee ==\nGulati was elected to the FIFA Executive Committee on April 19, 2013, following a narrow 18–17 vote over Mexican Federation of Association Football President Justino Compeán at the CONCACAF Congress in Panama City, Panama. Of the four executive committee meetings in 2013, Gulati attended three of them. The fourth meeting was held before Gulati's election. Gulati was one of several executive committee members to call for the publication of the Garcia Report into allegations of corruption surrounding Russia and Qatar's bids for the 2018 and 2022 FIFA World Cups.\n\n\n== Personal life ==\nGulati lives in the New York City area with his wife and two children.\n\n\n== See also ==\n\nUnited States Soccer Federation\n\n\n== References ==\n\n\n== External links ==\nCOLUMBIA, ECONOMICS : Sunil Gulati: Senior Lecturer (profile page)\nlinkedin.com public profile"}}}}