{"batchcomplete": "", "query": {"pages": {"2955007": {"pageid": 2955007, "ns": 0, "title": "Theodore Whitmore", "extract": "Theodore Eccleston Whitmore, OD (born 5 August 1972) is a Jamaican former professional footballer. He is the former head coach of Jamaica national football team.\n\n\n== Club career ==\nWhitmore attended St. James High School in Montego Bay, Jamaica. During his late teens, he worked as a Baked Goods delivery assistant with National Continental Foods, now National Baking Company, in Montego Bay before moving on to play football in the Jamaica National Premiere League. By default, he left his job at National Continental foods after the salesperson he worked for was terminated for stabbing a defenseless office employee in early 1992. As a very skillful and creative for a player despite his tall frame, he started his club career at Montego Bay Boys Club, and has since played for Violet Kickers and Seba United in his native Jamaica. He was signed on a free by English league side Hull City following a one-week trial with the club, where he played together with compatriot Ian Goodison, until an accident in Jamaica cut short his Hull career. Whitmore made his debut in an F.A. Cup tie against Macclesfield. On his league debut, away at Rochdale, Whitmore scored a league debut goal. During his 77 games for Hull, he became something of a fan favourite during a relatively unhappy time for the club; who were lurking in the basement of the English Football League, struggling with financial insecurities. Scottish team Livingston acquired his services in 2003, and in June 2004 he signed for Tranmere Rovers. He had his contract terminated in January 2006 by mutual consent. He returned to Jamaica to become player/coach for his former team Seba United.\n\n\n== International career ==\nWhitmore made his debut for Jamaica in a November 1993 friendly match against the United States, coming on as a late substitute for Hector Wright. Whitmore earned 105 official international caps and scored 24 goals for the Jamaica national team. He was a key member of the Reggae Boyz' squad during the second half of the 1990s, playing as a major catalyst for the Jamaicans as they advanced to their first and only World Cup in 1998. Although Jamaica was eliminated in the first round, Whitmore scored two goals in Jamaica's only win of the competition, a 2–1 victory against Japan. In that same year he was named Caribbean Footballer of the Year. His last international match was also against the United States, a 1–1 away draw on 17 November 2004 during 2006 World Cup qualification in which he was substituted for Jason Euell in the 72nd minute.\n\n\n== Managerial career ==\n\n\n=== Seba United ===\nWhen Whitmore returned to Seba United in 2006, he returned as both a player and a coach.\n\n\n=== Jamaica ===\nIn November 2007, he was brought on as interim manager of the Jamaica national team after the firing of former manager Bora Milutinović. Jamaica won both games, friendlies against El Salvador and Guatemala, under his watch. He was then retained as an assistant under new coach Renê Simões. Simões lasted nine months as manager due to poor play in the third round of CONCACAF World Cup qualifiers, and upon his release on 11 September 2008, he was again appointed interim manager until newly appointed manager John Barnes would be available in November.As interim manager in October 2008, Whitmore guided the Reggae Boyz to back-to-back 1–0 wins against Mexico and Honduras that gained him tremendous support as a manager and put the Jamaicans into range for advancement with one game remaining in semifinal round group play. He again took the reins of the national team when John Barnes left the position in June 2009, to take up a management job at Whitmore's former club Tranmere Rovers in the English League. Whitmore's team struggled during the 2009 CONCACAF Gold Cup and were eliminated in the first round. As a part of the national team rebuilding efforts which started in August 2009, he led the squad to three draws and one win to end 2009. In December 2010, he led Jamaica to the 2010 Digicel Cup title. After qualifying Jamaica for the CONCACAF Hexagonal final round in 2012, Whitmore resigned as head coach in June 2013. From December 2014 through February 2015, he served as Jamaica national u20 coach. In September 2016, Whitmore was named interim head coach of Jamaica In May 2018, Whitmore signed a four-year contract with the JFF. On 9 December 2021, Whitmore was dismissed as senior national team head coach. by the JFF.\n\n\n== Personal life ==\nWhitmore was injured in a car accident that led to the death of Reggae Boyz' teammate Stephen Malcolm. After the accident he was charged with manslaughter, of which he was later acquitted. In November 2013, Whitmore's 14-year-old son, Jouvhaine, died after being struck by a vehicle while riding his bicycle. Whitmore's second son Gianni is said to be his twin because they look exactly alike and he is as skilful and talented as his father in his prime.\n\n\n== Career statistics ==\n\n\n=== International goals ===\nScores and results list Jamaica's goal tally first.\n\n\n=== Managerial Statistics ===\nAs of matches played 16 November 2021\n\n\n== Honours ==\n\n\n=== Player ===\nJamaica\n\nCaribbean Cup: 1998, 2005\n\n\n=== Manager ===\nJamaica\n\nCaribbean Cup: 2008 (as assistant), 2010 (as manager)CONCACAF Gold Cup runners-up: 2017Individual\n\nCONCACAF Gold Cup Best XI (Reserves): 2003\nCaribbean Footballer of the Year: 1998\n\n\n== See also ==\nList of men's footballers with 100 or more international caps\n\n\n== References ==\n\n\"Theodore Whitmore Managerial Statistics\". Sofascore. 6 August 2021.\n\n\n== External links ==\nTheodore Whitmore at Soccerbase \nTheodore Whitmore at National-Football-Teams.com\nProfile at ReggaeBoyzsc\nProfile at TheReggaeBoyz"}}}}