{"batchcomplete": "", "query": {"pages": {"1104651": {"pageid": 1104651, "ns": 0, "title": "Tokyo Sexwale", "extract": "Mosima Gabriel \"Tokyo\" Sexwale (Venda: [sexwále]; born 5 March 1953) is a South African businessman, politician, anti-apartheid activist, and former political prisoner. Sexwale was imprisoned on Robben Island for his anti-apartheid activities, alongside figures such as Nelson Mandela. After the 1994 general election—the first fully democratic election in South Africa—Sexwale became the Premier of Gauteng Province. He served in the government of South Africa as Minister of Human Settlements from 2009 to 2013.\n\n\n== Early life and education ==\nSexwale was born in the township of Orlando West, in Soweto. His father was a clerk at Johannesburg General Hospital and had fought against the Germans in World War II. Sexwale grew up amid the turmoil of the black township's upheaval, and graduated from Orlando West High School in 1973.\nSexwale became a member of the Steve Biko's Black Consciousness Movement in the late 1960s and became a local leader of the radical South African Students' Movement. In the early 1970s, he joined the African National Congress's armed wing, Umkhonto we Sizwe (\"spear of the nation\"). While in Swaziland, he completed a Certificate in Business Studies at the University of Botswana, Lesotho and Swaziland. In 1975, Sexwale went into exile, undergoing military officers' training in the Soviet Union, where he specialized in military engineering.\n\n\n== Imprisonment ==\nUpon his return to South Africa in 1976, Sexwale was captured after a skirmish with the South African security forces and, along with 11 others, was charged and later convicted of terrorism and conspiracy to overthrow the government after an almost two-year-long trial in the Supreme Court of South Africa in Pretoria. In 1977, Sexwale was sent to the Robben Island maximum-security prison to serve an 18-year sentence. While imprisoned at Robben Island, he studied for a BCom degree at the University of South Africa. Sexwale was released in June 1990 under the terms of the Groote Schuur Agreement between the National Party government and the African National Congress. He had spent 13 years in prison.During this time he was represented in part by a paralegal named Judy van Vuuren. They began a personal relationship while he remained in prison, and soon after his release in 1990, they married.\n\n\n== Political career ==\nAfter his release, Sexwale returned to Johannesburg, where he served as head of the public liaison department of the African National Congress Headquarters. He was subsequently appointed the head of special projects, reporting to the ANC's military headquarters. In September 1990, he was elected as a member of the executive committee of the ANC in the Pretoria-Witwatersrand-Vereeniging (PWV) region. He became the chairperson of the ANC in the PWV region in 1991, a position he held until his resignation in late 1997.After the South African elections in April 1994, Sexwale was elected as the first premier of the new PWV Province (renamed Gauteng Province in December 1994). In this role, he was credited with bringing peace to several politically volatile townships. Sexwale left politics for the corporate sector in 1998. The reasons for this were never made completely clear, but was reportedly due to feeling stifled by central government restrictions as well as becoming exhausted by internal African National Congress intrigues. Further speculation is that Sexwale left politics due to strong disagreements with the then Vice-President of South Africa, Thabo Mbeki. Other speculation is that his marriage opened business opportunities in the white-dominated financial sectors that allowed him opportunities not open to other black leaders. Sexwale, Cyril Ramaphosa and Mbeki were possible candidates jostling for the presidency after Mandela stepped down. Once Thabo Mbeki appeared as the favourite candidate, both Sexwale and Ramaphosa left politics to follow successful careers as businessmen.On 7 January 2007, The Sunday Times reported that Sexwale was campaigning for a leadership position within the ANC, which would have put him in position to replace Thabo Mbeki as President of South Africa in 2009. Sexwale admitted on BBC's Hard Talk that if asked to stand for the elections as party president by structures of the ANC, he would seriously consider it. He was elected to the ANC's 80-member National Executive Committee in December 2007 in 10th place, with 2,198 votes.On 10 May 2009, President Jacob Zuma appointed Sexwale as Minister of Human Settlements, a ministry which replaced the Department of Housing.\n\n\n=== Mvelaphanda Group ===\nUpon leaving the public sector, Sexwale founded Mvelaphanda Holdings (mvelaphanda is the Venda word for \"progress\"), a company of which he is still executive chairman. Mvelaphanda is primarily focused on the mining, energy and related sectors. Some of Sexwale's main interests are oil and diamond mining, for which he has been granted concessions across Africa and Russia; these interests are controlled by a subsidiary of Mvelaphanda Holdings called Mvelaphanda Resources, of which he is chairman.Through his Mvelaphanda Group Tokyo Sexwale has substantial holdings in the mining sector. He is currently discussing with the Kazakh-owned Eurasian National Resources Corporation a plan to buy into mining interests in Guinea. A negotiating team is in secret talks about financing a local mining company to be owned by the Guinean state.The new mining code, drafted by advisers to the Guinean President Alpha Condé, would grant the new state entity a free 15% stake in Guinea's mining projects, with the option to buy another 20%. Tokyo Sexwale was a business partner with Alpha Condé even before Condé became president.Sexwale's Mvelphanda Holdings and Walter Hennig's Palladino Holdings have entered into a partnership with US investment fund managers Och-Ziff Capital Management in African Global Capital, a natural resources investment fund focussing on the continent.\n\n\n=== Africa Management Limited ===\nIn January 2008 OZ Management, Mvelaphanda (Mvela) Holdings and Walter Hennig's Palladino Holdings announced the creation of a new joint venture, Africa Management Limited.\nAs part of the joint venture, Africa Management Limited established African Global Capital, as a vehicle for investment in both the private and public markets across Africa, focusing on natural resources and related opportunities.\nTokyo Sexwale said: \"We intend to build on our already strong foothold in African investments in partnership with Och-Ziff. The partnership with Och-Ziff in African Global Capital will help us accelerate in building the leading African investment firm.\"\n\n\n== Presidential ambitions ==\nHe was mentioned as a possible candidate for Deputy President of the African National Congress in 2007. In September 2007 he announced his candidacy for the ANC Presidential nomination at the party convention in Polokwane. Prior to the convention, he withdrew his nomination and backed then Deputy President - Jacob Zuma. He did not stand for the Deputy Presidency as certain media speculation expected, the post eventually going to Kgalema Motlanthe. In 2009, he was appointed as Minister of Human Settlements by President Jacob Zuma having previously been touted as a possible Foreign Affairs or Defense Minister.\n\n\n== 2012 ANC Leadership election ==\nSexwale was nominated as Kgalema Motlanthe's Deputy Presidential running mate on 2 October 2012 by various regions in the Eastern Cape, the ruling party's second largest branch. The African National Congress Youth League also indicated that it would back Sexwale for the Deputy Presidency at the ANC's leadership election in Mangaung, Free State. On 18 December 2012, Sexwale was defeated for the post of Deputy President, coming in last place he received 463 votes while Cyril Ramaphosa received 3 018 votes and Mathews Phosa received 470 votes.\n\n\n== Personal life ==\nHis nickname of \"Tokyo\" is derived from his involvement with the sport of karate as a youth.Sexwale has two children by a first wife, and two children by his second wife, Judy van Vuuren, a paralegal he met on Robben Island prison. Following his financial success, he moved into the previously predominantly white suburb of Illovo with his family. In 2013 Sexwale and his second wife filed for divorce.Three days after the death of Mandela, on 8 December 2013, Sexwale appeared at a prayer service in Houghton, South Africa, where he hailed Mandela as the \"purest of the purest good\" and encouraged everyone to learn from his example: \"His method was that of solving a society's most impractical problems through talking and engaging.\"In November 2022, he married Natacha da Silva, a former model 38 years his junior.\n\n\n== Controversies ==\nIn 2001 Sexwale was accused, along with Cyril Ramaphosa and Mathews Phosa, of plotting to depose President Thabo Mbeki. Sexwale denied the charges and all three received the backing of Nelson Mandela; they were later exonerated from all accusations.\nIn 2002, he was refused a visa to enter the United States, which kept him from attending the listing of Gold Fields (a company in which he holds a 15 percent stake) on the New York Stock Exchange. It later transpired that he, along with many prominent South African anti-apartheid figures such as Nelson Mandela and South African cabinet minister Sidney Mufamadi, were still on that country's list of global terrorists. After initiating legal action, going so far as to having papers served on the U.S. Department of State and following personal intervention by Condoleezza Rice, Sexwale and the others received ten-year waivers from the Immigration and Naturalization Service and the Department of Homeland Security, as the government felt that permanently delisting them would mean changing the law, which would be a lengthy process. In July 2008 a bill became law in the US to \"provide relief for certain members of the African National Congress regarding admissibility\" and the ANC itself was removed from the terrorist list though on 28 October 2013, the ANC demanded an apology after Sexwale was held at a US airport because he was still on a terrorist watchlist.In 2005, Sexwale was roundly criticized for being \"indecisive\" during the live finale of the South African version of The Apprentice, which he fronted on SABC3. Both finalists, Zanele Batyashe, 24, and Khomotso Choma, 34, were hired in the finale which aired 22 September.Sexwale's name appeared in a United Nations report on illegal transactions under the Oil-for-Food Programme.Sexwale's Group 5 has received criticism for their involvement with Gugulethu Tycoon, Mzoli Ngcawuzele in the Guguletu Square Mall.In July 2009 Sexwale was criticized by some civil society organizations and academics for what they called 'publicity stunts' as well as for accusing protesting communities of fomenting 'anarchy' and threatened 'zero tolerance' against protesters 'acting under other flags'.\n\n\n=== Guinea ===\nSexwale led a group of South Africans who devised a plan to take over mineral assets and mining concessions in the Republic of Guinea, which the Guinean government planned to renationalize after revoking deals struck by previous governments in power.\nSexwale discussed a plan with the Eurasian Natural Resources Corporation to buy into mining interests in Guinea.Sexwale was believed to be the driver behind two British Virgin Island vehicles, Palladino Holdings and Floras Bell, which were managed by Walter Hennig. In April 2011 Walter Hennig concluded a secret deal with the Guinean President Alpha Condé that would transfer billions of dollars of mining assets belonging to companies such as BHP and Rio Tinto – who wanted to invest billions to develop the mines of Guinea – to South African intermediary Palladino Capital.The deal comprised a loan of $25 million USD to the Guinean government to finance the start-up of a new Guinean state mining company. Behind Walter Hennig and the $25 million loan agreement were Sexwale; Mark Willcox, the chief executive of Mvelaphanda Group, and several other businessmen of South African, Polish, and British extraction. One of them was Ian Hannam, a famous London banker who tried to arrange Rusal's float on the London Stock Exchange in 2007, but failed.The loan deal was tipped for a potential investigation by the World Bank which was to look into whether the loan was actually intended to finance a new state-mining company, as outlined in the contract, or to benefit political or individual interests in return for mining concessions.Mahmoud Thiam, the former Guinean mining minister and political opponent of President Alpha Condé, claimed that Tokyo Sexwale \"was angry with the president because he was not delivering on his promises\" and that Sexwale was funding the president's election campaign through the loan deal.In July 2012, the Russian publication Argumenty i Fakty reported that Walter Hennig, through Palladino Capital 2, made a series of payments totalling $25 million to the Guinean president's son, Mohammed Condé. The payments were made by Walter Hennig from an account held in Turks and Caicos into an offshore account held by Mohammed Condé in Monaco.The money was originally lent by Hennig's offshore company, Palladino Capital 2, in order to start the state mining company but various news articles cited anonymous sources who have claimed that the US$25 million was never reflected in the country's accounts. When faced with these accusations, Sexwale declined to comment personally and instead released statements through his spokesperson Xolani Xundu that he would not confirm or deny any of the claims from \"faceless sources\".\n\n\n== Awards ==\nSexwale has received many honours and awards, including the Légion d'honneur from France, an honorary doctorate from Nottingham Trent University, an honorary doctorate from De Montfort University, the Order of the Freedom of Havana (Cuba), the Cross of Valour (Ruby Class) from South Africa, and the Reach and Teach Leadership Award, from the United States. He is also chancellor of the Vaal University of Technology.\n Légion d'honneur (Commander degree – France)\n Service Medal in Silver\n Service Medal in BronzeSexwale is also an honorary colonel in the South African Air Force and chair of the Council for the Support of National Defence, whose aim is to encourage part-time military service as well as building support in society for those who wish to serve in the military as volunteers. In 2004, he was voted 43rd in the list of \"Top 100 Great South Africans\".Sexwale holds positions in many international organisations, such as president of the South African/Russian Business, Technological and Cultural Association, and Vice President of the South African/Japanese Business Forum. He is also an Honorary Consul General of Finland in South Africa.\n\n\n== References ==\n\n\n== External links ==\n\nAnatomy of fast money\nTokyo Mosima Gabriel Sexwale Profile at Black Entrepreneur Profile\n\"East Cape ANCYL favours Motlanthe as president\""}}}}