{"batchcomplete": "", "query": {"pages": {"33850011": {"pageid": 33850011, "ns": 0, "title": "Tony Edwards", "extract": "Tony Edwards is an Australian comic book artist and illustrator, best known for his creation, Captain Goodvibes.\n\n\n== Biography ==\nTony Edwards was born in Strathfield in 1944 and originally trained as an architect.Edwards' best known creation Captain Goodvibes was published in May 1971 in Tracks. The character was inspired by Gilbert Shelton's Wonder Wart-Hog and achieved cult status with the Australian surfing community. The strip continued to run in Tracks until July 1981. The strip's popularity led to the publication of several Goodvibes comic books and a short film Hot to Trot (co-written by Ian Watson and Tony Barrell).His first children's story, Ralph the Rhino, was published in 1982. Edwards also supplied the illustrations for Surfing, the Dictionary by Phil Jarratt, which was published in 1985.\nEdwards was illustrating for The National Times/National Times on Sunday from 1986 until it ceased publication in 1998, when he moved to the Sun-Herald. In 1998 he won a Walkley Award for 'Best Artwork' for a cartoon, 'Hanna, I Hardly Knew You', published in The Sydney Morning Herald on 13 September 1998.\n\n\n== Bibliography ==\nEdwards, Tony (1975). Captain Goodvibes : Strange Tales. Avalon Beach, NSW: Tracks Publishing Company.\nEdwards, Tony (1975). Captain Goodvibes : the Whole Earth Pigalogue. Avalon Beach, NSW: Tracks Publishing Company.\nEdwards, Tony (1980). Captain Goodvibes Porkarama. Soundtracts.\nEdwards, Tony (1982). Ralph the rhino. Wellington Lane Press. ISBN 0-908022-02-6.\nJarratt, Phil; Edwards, Tony (1985). Surfing, the dictionary. Sun Books. ISBN 0-7251-0489-9.\nEdwards, Tony; Doherty, Sean, eds. (2011). Captain Goodvibes : My Life As A Pork Chop. Flying Pineapple Media Pty Limited. ISBN 978-0-9808480-1-4.\n\n\n== References ==\n\n\n== External links ==\nTony Edwards selection of original drawings including the comic strips \"Doctor Art\", \"Captain Goodvibes\", \"Ralph the Rhino\" and others. Library of New South Wales. 1992. Retrieved 24 November 2011.\nBiographical cuttings on Tony Edwards, cartoonist, containing one or more cuttings from newspapers or journals. National Library of Australia. 1990. Retrieved 24 November 2011."}}}}