{"batchcomplete": "", "query": {"pages": {"9001245": {"pageid": 9001245, "ns": 0, "title": "Tony Fitzgerald", "extract": "Gerald Edward \"Tony\" Fitzgerald  (born 26 November 1941) is a former Australian judge, who presided over the Fitzgerald Inquiry.  The report from the inquiry led to the resignation of the Premier of Queensland Joh Bjelke-Petersen, and the jailing of several ministers and a police commissioner. He was the youngest person to be appointed as a judge of the Federal Court of Australia.\n\n\n== Early life ==\nTony Fitzgerald was born in a cottage at Sandgate, Queensland. He attended high school at St Patrick's College, Shorncliffe and later the University of Queensland, initially studying engineering and then switching to law. He graduated in 1964 with an LLB and was admitted to the bar that same year.\n\n\n== Career ==\n\nIn 1975, Fitzgerald became a QC. He was a judge in the Federal Court of Australia from 25 November 1981 to 30 June 1984.\nFitzgerald presided over the Fitzgerald Inquiry into corruption in the Queensland government.  He was the chair of the Commission of Inquiry into Official Corruption in Queensland from 1987 to 1989. While undertaking the Fitzgerald Inquiry, he and his family received death threats which were taken seriously by police.In 1990 and 1991, Fitzgerald also chaired the Commission of Inquiry into the Conservation, Management and Use of Fraser Island and the Great Sandy Region. He was made a Companion of the Order of Australia in 1991.He was appointed as a judge of the Supreme Court of Queensland, which is the highest ranking court in the State of Queensland. He also served as the first President of the Court of Appeals Division, from 16 December 1991 until his retirement from that court on 30 June 1998. He was a judge on the Court of Appeals Division of the Supreme Court of New South Wales from 1998 to 16 March 2001.\nFitzgerald has been the chairperson of both the Australian Heritage Commission and the National Institute for Law, Ethics and Public Affairs, as well as being the inaugural chancellor of the University of the Sunshine Coast.In January 2022, Queensland Premier Annastacia Palaszczuk announced Fitzgerald would chair a commission of inquiry into the State's anti-corruption body, the Crime and Corruption Commission, after a scathing 2021 report by its parliamentary oversight committee.\n\n\n== Retirement ==\nAfter retiring in 2001, Fitzgerald worked primarily as a mediator and arbitrator.In 2001 he investigated alcohol abuse in Indigenous communities, and was shocked by the extent of the statewide problem. His \"Fitzgerald Report\" (Cape York Justice Study, presented to Parliament in November 2001) recommended to the Queensland Government that unless things improved dramatically within a period of three years, that alcohol should be banned, in consultation with the communities. One of the findings related to communities relying on the income generated by sales of alcohol in canteens, recommending that this perceived conflict of interest end. The Indigenous Communities Liquor Licences Bill 2002 (Qld) and the Community Services Legislation Amendment Bill 2002 were introduced as part of the government response to the report.In July 2009, following the Gordon Nuttall scandal and public criticisms of contemporary governance in Queensland, Fitzgerald revealed his relocation to New South Wales was due in large part to the 1998 election of the Beattie Labor government and the loss of momentum for reform.In 2013 and 2014 Fitzgerald criticised the Queensland government led by Campbell Newman over new laws targeting bikies and sex offenders, as well as the appointment of Tim Carmody as Chief Justice of Queensland.\n\n\n== Legacy ==\nThe Tony Fitzgerald Memorial Community Award is awarded annually by the Australian Human Rights Commission \"to a person with a track record in promoting and advancing human rights in the Australian community on a not-for-profit basis\".Fitzgerald donated his personal collection to the State Library of Queensland. This significant collection of items primarily relates to the events associated with the Commission of Inquiry. The material largely consists of newspaper clippings, original newspaper and magazine articles, courtroom sketches, cartoons and Fitzgerald’s personal papers. The collection also reflects political life in Queensland in the years leading up to and following the Inquiry. \n\n\n== See also ==\n\nJudiciary of Australia\nList of Judges of the Supreme Court of Queensland\nRoyal Commission\n\n\n== References ==\n\n\n== External links ==\nThe Honourable Justice Gerald Edward (Tony) Fitzgerald, A.C.. Biographical note published in Queensland Bar News, April 1999\nTony Fitzgerald Collection 1984 - 2009: treasure collection of the John Oxley Library - John Oxley Library Blog, State Library of Queensland."}}}}