{"batchcomplete": "", "query": {"pages": {"28342786": {"pageid": 28342786, "ns": 0, "title": "Vitaly Mutko", "extract": "Vitaly Leontiyevich Mutko (Russian: Виталий Леонтьевич Мутко; born Viktor Leontiyevich Mutko; 8 December 1958) is a Russian politician who served as the Deputy Prime Minister of Russia from 2016–2020.\nFrom 2008 to 2016, he served as the Minister of Sport of Russia.\n\n\n== Biography ==\nMutko was born on 8 December 1958 in the stanitsa of Kurinskaya of Apsheronsky District in Krasnodar Krai in the Soviet Union. He started working as a technician on shipping vessels in 1977. In 1983, he was selected to work for the executive committee of Kirov district of Leningrad. He attended the Water Transport Institute in Leningrad, graduating from the River Vocational College in 1987. Before graduating from College, Mutko changed his name from Victor to Vitaly. In 1990, he was appointed as a member of the district council and the head of the district administration a year later. He also graduated from the Law Department of Saint Petersburg State University in 1999.In 1992, he became the deputy mayor of Saint Petersburg as well as the chairman of the City Committee on Social Issues. He served in both the positions until 1996. Along with Vladimir Putin in 1994, who at the time headed the city mayor's committee for external relations, he helped organize the 1994 Goodwill Games which was the first major sporting event in Russia since the dissolution of the Soviet Union.He also moved into sports administration and became the president of FC Zenit Saint Petersburg in 1997. During his tenure, he oversaw the club's rise to sporting prominence as well as economic transformation. He founded the Russian Premier League in 2001 and became its President, a position which he held until 2003. He was appointed to the committee of Russian Paralympic Committee in 2002 and has also chaired committees and charities for helping people with mental disabilities.On 29 October 2003, he became a member of the upper house of the Russian parliament, representing the Saint Petersburg government. He was elected as the President of Russian Football Union in April 2005, a position in which he served until November 2009. Meanwhile, in 2006, he defended his doctoral thesis on \"Correlation of Market and Public Regulators in the Development of Physical Culture and Sport\" at the St. Petersburg State University and received a doctorate in economics. He was appointed as the Minister of Sport, Tourism and Youth Policy on 12 May 2008 by President Dmitry Medvedev. He was appointed as a member of FIFA's Executive Committee in 2009. He was also the chairman of Russia's successful 2018 FIFA World Cup bid.He was reappointed as Minister of Sport on 21 May 2012 by President Putin. On 2 September 2015, he was appointed as the President of Russian Football Union for a second time without any opposition. Although government officials aren't allowed to hold top positions in sports organizations, an exception was made for Mutko in July 2015. On 24 September 2016, he was elected as the President of the association for a term of four years after winning the elections with 266 votes against his opponent Valery Gazzaev who received 142 votes.On 19 October 2016, he was promoted to a Deputy Prime Minister of Russia. His deputy Pavel Kolobkov was appointed to replace him as the Minister of Sport. He was barred from standing in re-election as a member of FIFA Council in March 2017 due to his ministerial role that was against the statutes of political neutrality and the prevention of any form of government interference.He announced temporarily relinquishing his position on 25 December 2017 as President of Russian Football Union for a period of six months to appeal against his Olympic ban, which was later lifted by the Court of Arbitration for Sports in Lausanne, Switzerland. On 18 May 2018, he was re-appointed Deputy Prime Minister, while instead of sports issues, in the new cabinet, Mutko began to oversee the construction and development of regions. Mutko resigned as head of Russian Football Union on 19 December.On 15 January 2020, he resigned as part of the cabinet, after President Vladimir Putin delivered the Presidential Address to the Federal Assembly, in which he proposed several amendments to the constitution. On 21 January, he was replaced by Marat Khusnullin.On 29 January, Mutko was appointed as the chief executive officer of DOM.RF, a state-owned company involved in the mortgage and realty market.\n\n\n== World Cup bid ==\nMutko was the chairman for Russia's successful bid to host the World Cup in 2018. He has, however, been criticised for his comments about the rival English bid, such as by suggesting that English football is corrupt. By way of explanation, he said: \"What I meant was that sometimes the English media say there is corruption in Russia, but I meant that if you dig deeply you find corruption in any country\".\n\n\n== Corruption allegations ==\nMutko accompanied the Russian team to the Winter Olympics in Vancouver in 2010. Afterwards, a report by the Russian parliament's Audit Chamber criticised him for claiming for a total of 97 breakfasts during the team's twenty-day stay in Canada, costing a total of $4,500. Each night in his hotel was charged at $1,499. In total, Mutko is said to have spent twelve times his official limit. Mutko told Vedomosti newspaper: \"Why do those who want to accuse me of something not interest themselves in how much the French sports minister paid for accommodation?\"\n\n\n== Doping ==\n\nOn 9 November 2015, a report by an independent commission of the World Anti-Doping Agency accused Mutko of overseeing a wide-ranging, doping scheme within Russian track and field. Dick Pound, the head of the commission, said, \"It was impossible for him [Mutko] not to be aware of it. And if he’s aware of it, he’s complicit in it.\"  It was further alleged that Mutko's agency had undue influence over RUSADA, the Russian anti-doping agency that should operate independently from influence of government or athletes.On 5 December 2017, the International Olympic Committee (IOC) banned Mutko for life from future Olympic Games for his role in the doping conspiracy. The Court of Arbitration for Sport however lifted it in July 2019, after he appealed to it for overturning the decision of IOC.\n\n\n== English Speech ==\nIn December 2010, when Mutko was at a meeting in Zürich with the executive committee of FIFA about the 2018 World Cup's host country, he delivered a welcoming speech in English with a strong Russian accent. This speech became well known as \"Лет ми спик фром май харт\" (Let me speak from my heart) and gained massive popularity on the internet. After the speech, Mutko claimed that he had been memorising the speech for two weeks, including in front of his family, and that the English speech was cyrillised. Mutko's English was also the subject of nonstop jokes from the Russian government. In 2015, Dmitry Medvedev wished Mutko a happy birthday with broken English. Vladimir Putin also gave Mutko an English self-help book.\n\n\n== Public positions ==\n2009 – Member of the FIFA Council\nVice-President of the Football Federation of St Petersburg\nFounder and President of the Public Charity Foundation for Support and Development of Football in St Petersburg “Golden Pelican”\nPresident of the Special Olympic Committee of St Petersburg, conducting competitions for athletes with disabilities and developing rehabilitation programs for people with intellectual disabilities\n2005–2009 – President of the Football Union of Russia\n2001–2003 – President of the Russian Football Premier League\n2015–2018 - President of the Football Union of Russia\n2020–present - CEO of Dom.RF\n\n\n== Honours and awards ==\nOrder of Merit for the Fatherland 3rd (2014) and 4th class (2008)\nOrder of Honour (1994)\nOrder of Friendship (2002)\nMedal \"In Commemoration of the 300th Anniversary of Saint Petersburg\" (2003)\nMedal \"In Commemoration of the 1000th Anniversary of Kazan\" (2005)\n\n\n== References ==\n\n\n== External links ==\n\nBiography\nFootball Union of Russia (in English)\nFoxSports\nTheEge"}}}}