{"batchcomplete": "", "query": {"pages": {"25948316": {"pageid": 25948316, "ns": 0, "title": "Ángel María Villar", "extract": "Ángel María Villar Llona (born 21 January 1950) is a Spanish former professional footballer who played as a midfielder.\nAfter having represented Athletic Bilbao during a full decade (appearing in 361 official matches and scoring 11 goals), he went on to serve an even longer stint as president of the Spanish Football Federation.\n\n\n== Club career ==\nVillar was born in Bilbao and emerged through the youth ranks of local Athletic Bilbao, going on to make his senior debuts in amateur football, loaned, after which he returned in 1971. With the Basque side, he was an undisputed starter in nine of his ten seasons, helping them to two Copa del Rey finals and winning the 1973 edition.In March 1974, during a 0–0 La Liga home draw against FC Barcelona, Villar elbowed opposing superstar Johan Cruyff, as the Dutch was subject to severe man-marking by several Athletic players. He eventually received a four-match ban for his actions, but the pair later reconciled, and Villar retired seven years later with more than 350 competitive appearances for his main club.\n\n\n== International career ==\nVillar played 22 times for Spain, scoring three goals. His debut came on 17 October 1973 in a 0–0 friendly with Turkey, in Istanbul.On 9 December 1979, his last cap, Villar helped the nation qualify for UEFA Euro 1980, netting in a 3–1 win in Cyprus. He did not participate, however, in any major international tournament.\n\n\n== Post-retirement ==\nIn 1979, still as an active player, Villar majored in law, and would practice the activity during the following years, which he accumulated with several posts in the footballing hierarchies – he was one of the founders of the Association of Spanish Footballers in 1978.\nHaving already worked in the Royal Spanish Football Federation under president José Luis Roca, Villar was elected his successor in 1988, and would stay in office for the following two decades, being in charge as the national team won Euro 2008.\nVillar also occupied several roles within UEFA and FIFA, being named the organizations' vice president, respectively in 1992 and 2002. Following Spain's controversial exit at the 2002 FIFA World Cup, he left his post at the latter, but was immediately named, amongst others, for the presidency of the Referees' Committee (also in that year, he was named for that position at UEFA).\nVillar led the unsuccessful Spain and Portugal 2018 World Cup bid. On 16 February 2012, he was elected for his seventh term at the helm of the Spanish Federation, remaining in office until 2016.Following the suspension of Michel Platini in October 2015, Villar became UEFA's acting president. The following month, he was fined 25,000 Swiss francs and warned by the FIFA Ethics Committee for failing to cooperate with the investigation into the bidding process of the 2018 World Cup.On 18 July 2017, Villar was arrested on suspicion of embezzling funds. Nine days later, he resigned from his post at both FIFA and UEFA.\n\n\n== Personal life ==\nVillar's niece, María Villar Galaz, was kidnapped and murdered in Toluca, Mexico in September 2016.\n\n\n== Honours ==\nAthletic Bilbao\n\nCopa del Rey: 1972–73; Runner-up 1976–77\nUEFA Cup: Runner-up 1976–77\n\n\n== References ==\n\n\n== External links ==\nÁngel María Villar at BDFutbol\nÁngel María Villar at Athletic Bilbao\nÁngel María Villar at National-Football-Teams.com\nSpain stats at Eu-Football\nRFEF profile/achievements (in Spanish)\nÁngel María Villar – FIFA competition record (archived)\nSpanish national team official website"}}}}